[
  {
    "title": "Predicting individual traits from models of brain dynamics accurately and reliably using the Fisher kernel",
    "authors": [
      "Ahrends, Christine",
      "Woolrich, Mark W",
      "Vidaurre, Diego"
    ],
    "abstract": "<jats:p>Predicting an individual’s cognitive traits or clinical condition using brain signals is a central goal in modern neuroscience. This is commonly done using either structural aspects, such as structural connectivity or cortical thickness, or aggregated measures of brain activity that average over time. But these approaches are missing a central aspect of brain function: the unique ways in which an individual’s brain activity unfolds over time. One reason why these dynamic patterns are not usually considered is that they have to be described by complex, high-dimensional models; and it is unclear how best to use these models for prediction. We here propose an approach that describes dynamic functional connectivity and amplitude patterns using a Hidden Markov model (HMM) and combines it with the Fisher kernel, which can be used to predict individual traits. The Fisher kernel is constructed from the HMM in a mathematically principled manner, thereby preserving the structure of the underlying model. We show here, in fMRI data, that the HMM-Fisher kernel approach is accurate and reliable. We compare the Fisher kernel to other prediction methods, both time-varying and time-averaged functional connectivity-based models. Our approach leverages information about an individual’s time-varying amplitude and functional connectivity for prediction and has broad applications in cognitive neuroscience and personalised medicine.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95125",
    "journal": "eLife"
  },
  {
    "title": "Aberrant FGF signaling promotes granule neuron precursor expansion in SHH subgroup infantile medulloblastoma",
    "authors": [
      "Yabut, Odessa R",
      "Arela, Jessica",
      "Gomez, Hector G",
      "Castillo, Jesse Garcia",
      "Ngo, Thomas",
      "Pleasure, Samuel J"
    ],
    "abstract": "<jats:p>Mutations in Sonic Hedgehog (SHH) signaling pathway genes, for example, <jats:italic>Suppressor of Fused</jats:italic> (SUFU), drive granule neuron precursors (GNP) to form medulloblastomas (MB<jats:sup>SHH</jats:sup>). However, how different molecular lesions in the Shh pathway drive transformation is frequently unclear, and <jats:italic>SUFU</jats:italic> mutations in the cerebellum seem distinct. In this study, we show that fibroblast growth factor 5 (FGF5) signaling is integral for many infantile MB<jats:sup>SHH</jats:sup> cases and that <jats:italic>FGF5</jats:italic> expression is uniquely upregulated in infantile MB<jats:sup>SHH</jats:sup> tumors. Similarly, mice lacking SUFU (Sufu-cKO) ectopically express <jats:italic>Fgf5</jats:italic> specifically along the secondary fissure where GNPs harbor preneoplastic lesions and show that FGFR signaling is also ectopically activated in this region. Treatment with an FGFR antagonist rescues the severe GNP hyperplasia and restores cerebellar architecture. Thus, direct inhibition of FGF signaling may be a promising and novel therapeutic candidate for infantile MB<jats:sup>SHH</jats:sup>.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100767",
    "journal": "eLife"
  },
  {
    "title": "Cortico-striatal action control inherent of opponent cognitive-motivational styles",
    "authors": [
      "Avila, Cassandra",
      "Sarter, Martin"
    ],
    "abstract": "<jats:p>Turning on cue or stopping at a red light requires attending to such cues to select action sequences, or suppress action, in accordance with learned cue-associated action rules. Cortico-striatal projections are an essential part of the brain’s attention–motor interface. Glutamate-sensing microelectrode arrays were used to measure glutamate transients in the dorsomedial striatum (DMS) of male and female rats walking a treadmill and executing cued turns and stops. Prelimbic–DMS projections were chemogenetically inhibited to determine their behavioral necessity and the cortico-striatal origin of cue-evoked glutamate transients. Furthermore, we investigated rats exhibiting preferably goal-directed (goal trackers, GTs) versus cue-driven attention (sign-trackers, STs), to determine the impact of such cognitive-motivational biases on cortico-striatal control. GTs executed more cued turns and initiated such turns more slowly than STs. During turns, but not missed turns or cued stops, cue-evoked glutamate concentrations were higher in GTs than in STs. In STs, turn cue-locked glutamate concentrations frequently peaked twice or three times, contrasting with predominately single peaks in GTs. In GTs, but not STs, inhibition of prelimbic–DMS projections attenuated turn rates and turn cue-evoked glutamate concentrations and increased the number of turn cue-locked glutamate peaks. These findings indicate that turn cue-evoked glutamate release in GTs is tightly controlled by cortico-striatal neuronal activity. In contrast, in STs, glutamate release from DMS glutamatergic terminals may be regulated by other striatal circuitry, preferably mediating cued suppression of action and reward tracking. As cortico-striatal dysfunction has been hypothesized to contribute to a wide range of disorders, including complex movement control deficits in Parkinson’s disease and compulsive drug taking, the demonstration of phenotypic contrasts in cortico-striatal control implies the presence of individual vulnerabilities for such disorders.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100988",
    "journal": "eLife"
  },
  {
    "title": "The effect of transcutaneous auricular vagus nerve stimulation on cardiovascular function in subarachnoid hemorrhage patients: A randomized trial",
    "authors": [
      "Tan, Gansheng",
      "Huguenard, Anna L",
      "Donovan, Kara M",
      "Demarest, Phillip",
      "Liu, Xiaoxuan",
      "Li, Ziwei",
      "Adamek, Markus",
      "Lavine, Kory",
      "Vellimana, Ananthv K",
      "Kummer, Terrance T",
      "Osbun, Joshua W",
      "Zipfel, Gregory J",
      "Brunner, Peter",
      "Leuthardt, Eric C"
    ],
    "abstract": "<jats:sec id=\"abs1\"><jats:title>Background:</jats:title><jats:p>Subarachnoid hemorrhage (SAH) is characterized by intense central inflammation, leading to substantial post-hemorrhagic complications such as vasospasm and delayed cerebral ischemia. Given the anti-inflammatory effect of transcutaneous auricular vagus nerve stimulation (taVNS) and its ability to promote brain plasticity, taVNS has emerged as a promising therapeutic option for SAH patients. However, the effects of taVNS on cardiovascular dynamics in critically ill patients, like those with SAH, have not yet been investigated. Given the association between cardiac complications and elevated risk of poor clinical outcomes after SAH, it is essential to characterize the cardiovascular effects of taVNS to ensure this approach is safe in this fragile population. Therefore, this study assessed the impact of both acute and repetitive taVNS on cardiovascular function.</jats:p></jats:sec><jats:sec id=\"abs2\"><jats:title>Methods:</jats:title><jats:p>In this randomized clinical trial, 24 SAH patients were assigned to either a taVNS treatment or a sham treatment group. During their stay in the intensive care unit, we monitored patient electrocardiogram readings and vital signs. We compared long-term changes in heart rate, heart rate variability (HRV), QT interval, and blood pressure between the two groups. Additionally, we assessed the effects of acute taVNS by comparing cardiovascular metrics before, during, and after the intervention. We also explored acute cardiovascular biomarkers in patients exhibiting clinical improvement.</jats:p></jats:sec><jats:sec id=\"abs3\"><jats:title>Results:</jats:title><jats:p>We found that repetitive taVNS did not significantly alter heart rate, QT interval, blood pressure, or intracranial pressure (ICP). However, repetitive taVNS increased overall HRV and parasympathetic activity compared to the sham treatment. The increase in parasympathetic activity was most pronounced from 2 to 4 days after initial treatment (Cohen’s <jats:italic>d</jats:italic> = 0.50). Acutely, taVNS increased heart rate, blood pressure, and peripheral perfusion index without affecting the corrected QT interval, ICP, or HRV. The acute post-treatment elevation in heart rate was more pronounced in patients who experienced a decrease of more than one point in their modified Rankin Score at the time of discharge.</jats:p></jats:sec><jats:sec id=\"abs4\"><jats:title>Conclusions:</jats:title><jats:p>Our study found that taVNS treatment did not induce adverse cardiovascular effects, such as bradycardia or QT prolongation, supporting its development as a safe immunomodulatory treatment approach for SAH patients. The observed acute increase in heart rate after taVNS treatment may serve as a biomarker for SAH patients who could derive greater benefit from this treatment.</jats:p></jats:sec><jats:sec id=\"abs5\"><jats:title>Funding:</jats:title><jats:p>The American Association of Neurological Surgeons (ALH), The Aneurysm and AVM Foundation (ALH), The National Institutes of Health R01-EB026439, P41-EB018783, U24-NS109103, R21-NS128307 (ECL, PB), McDonnell Center for Systems Neuroscience (ECL, PB), and Fondazione Neurone (PB).</jats:p></jats:sec><jats:sec id=\"abs6\"><jats:title>Clinical trial number:</jats:title><jats:p><jats:related-object document-id=\"NCT04557618\" document-id-type=\"clinical-trial-number\" id=\"RO1\" source-id=\"ClinicalTrials.gov\" source-id-type=\"registry-name\" source-type=\"clinical-trials-registry\" xlink:href=\"https://clinicaltrials.gov/show/NCT04557618\">NCT04557618</jats:related-object>.</jats:p></jats:sec>",
    "url": "https://doi.org/10.7554/elife.100088.3",
    "journal": "eLife"
  },
  {
    "title": "An emerging view of neural geometry in motor cortex supports high-performance decoding",
    "authors": [
      "Perkins, Sean M",
      "Amematsro, Elom A",
      "Cunningham, John",
      "Wang, Qi",
      "Churchland, Mark M"
    ],
    "abstract": "<jats:p>Decoders for brain-computer interfaces (BCIs) assume constraints on neural activity, chosen to reflect scientific beliefs while yielding tractable computations. Recent scientific advances suggest that the true constraints on neural activity, especially its geometry, may be quite different from those assumed by most decoders. We designed a decoder, MINT, to embrace statistical constraints that are potentially more appropriate. If those constraints are accurate, MINT should outperform standard methods that explicitly make different assumptions. Additionally, MINT should be competitive with expressive machine learning methods that can implicitly learn constraints from data. MINT performed well across tasks, suggesting its assumptions are well-matched to the data. MINT outperformed other interpretable methods in every comparison we made. MINT outperformed expressive machine learning methods in 37 of 42 comparisons. MINT’s computations are simple, scale favorably with increasing neuron counts, and yield interpretable quantities such as data likelihoods. MINT’s performance and simplicity suggest it may be a strong candidate for many BCI applications.</jats:p>",
    "url": "https://doi.org/10.7554/elife.89421.3",
    "journal": "eLife"
  },
  {
    "title": "Identification of nonsense-mediated decay inhibitors that alter the tumor immune landscape",
    "authors": [
      "Cook, Ashley L",
      "Sur, Surojit",
      "Dobbyn, Laura",
      "Watson, Evangeline",
      "Cohen, Joshua D",
      "Ptak, Blair",
      "Lee, Bum Seok",
      "Paul, Suman",
      "Hsiue, Emily",
      "Popoli, Maria",
      "Vogelstein, Bert",
      "Papadopoulos, Nickolas",
      "Bettegowda, Chetan",
      "Gabrielson, Kathy",
      "Zhou, Shibin",
      "Kinzler, Kenneth W",
      "Wyhs, Nicolas"
    ],
    "abstract": "<jats:p>Despite exciting developments in cancer immunotherapy, its broad application is limited by the paucity of targetable antigens on the tumor cell surface. As an intrinsic cellular pathway, nonsense-mediated decay (NMD) conceals neoantigens through the destruction of the RNA products from genes harboring truncating mutations. We developed and conducted a high-throughput screen, based on the ratiometric analysis of transcripts, to identify critical mediators of NMD in human cells. This screen implicated disruption of kinase SMG1’s phosphorylation of UPF1 as a potential disruptor of NMD. This led us to design a novel SMG1 inhibitor, KVS0001, that elevates the expression of transcripts and proteins resulting from human and murine truncating mutations in vitro and murine cells in vivo. Most importantly, KVS0001 concomitantly increased the presentation of immune-targetable human leukocyte antigens (HLA) class I-associated peptides from NMD-downregulated proteins on the surface of human cancer cells. KVS0001 provides new opportunities for studying NMD and the diseases in which NMD plays a role, including cancer and inherited diseases.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95952.3",
    "journal": "eLife"
  },
  {
    "title": "Non-destructive in situ monitoring of structural changes of 3D tumor spheroids during the formation, migration, and fusion process",
    "authors": [
      "Ning, Ke",
      "Xie, Yuanyuan",
      "Sun, Wen",
      "Feng, Lingke",
      "Fang, Can",
      "Pan, Rong",
      "Li, Yan",
      "Yu, Ling"
    ],
    "abstract": "<jats:p>For traditional laboratory microscopy observation, the multi-dimensional, real-time, in situ observation of three-dimensional (3D) tumor spheroids has always been the pain point in cell spheroid observation. In this study, we designed a side-view observation petri dish/device that reflects light, enabling in situ observation of the 3D morphology of cell spheroids using conventional inverted laboratory microscopes. We used a 3D-printed handle and frame to support a first-surface mirror, positioning the device within a cell culture petri dish to image cell spheroid samples. The imaging conditions, such as the distance between the mirror and the 3D spheroids, the light source, and the impact of the culture medium, were systematically studied to validate the in situ side-view observation. The results proved that placing the surface mirror adjacent to the spheroids enables non-destructive in situ real-time tracking of tumor spheroid formation, migration, and fusion dynamics. The correlation between spheroid thickness and dark core appearance under light microscopy and the therapeutic effects of chemotherapy doxorubicin and natural killer cells on spheroids’ 3D structure was investigated.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101886.3",
    "journal": "eLife"
  },
  {
    "title": "Brain areas for reversible symbolic reference, a potential singularity of the human brain",
    "authors": [
      "van Kerkoerle, Timo",
      "Pape, Louise",
      "Ekramnia, Milad",
      "Feng, Xiaoxia",
      "Tasserie, Jordy",
      "Dupont, Morgan",
      "Li, Xiaolian",
      "Jarraya, Béchir",
      "Vanduffel, Wim",
      "Dehaene, Stanislas",
      "Dehaene-Lambertz, Ghislaine"
    ],
    "abstract": "<jats:p>The emergence of symbolic thinking has been proposed as a dominant cognitive criterion to distinguish humans from other primates during hominisation. Although the proper definition of a symbol has been the subject of much debate, one of its simplest features is bidirectional attachment: the content is accessible from the symbol, and vice versa. Behavioural observations scattered over the past four decades suggest that this criterion might not be met in non-human primates, as they fail to generalise an association learned in one temporal order (A to B) to the reverse order (B to A). Here, we designed an implicit fMRI test to investigate the neural mechanisms of arbitrary audio–visual and visual–visual pairing in monkeys and humans and probe their spontaneous reversibility. After learning a unidirectional association, humans showed surprise signals when this learned association was violated. Crucially, this effect occurred spontaneously in both learned and reversed directions, within an extended network of high-level brain areas, including, but also going beyond, the language network. In monkeys, by contrast, violations of association effects occurred solely in the learned direction and were largely confined to sensory areas. We propose that a human-specific brain network may have evolved the capacity for reversible symbolic reference.</jats:p>",
    "url": "https://doi.org/10.7554/elife.87380.3",
    "journal": "eLife"
  },
  {
    "title": "Immunogenicity and safety of a live-attenuated SARS-CoV-2 vaccine candidate based on multiple attenuation mechanisms",
    "authors": [
      "Suzuki Okutani, Mie",
      "Okamura, Shinya",
      "Gis, Tang",
      "Sasaki, Hitomi",
      "Lee, Suni",
      "Kashiwabara, Akiho",
      "Goto, Simon",
      "Matsumoto, Mai",
      "Yamawaki, Mayuko",
      "Miyazaki, Toshiaki",
      "Nakagawa, Tatsuya",
      "Ikawa, Masahito",
      "Kamitani, Wataru",
      "Takekawa, Shiro",
      "Yamanishi, Koichi",
      "Ebina, Hirotaka"
    ],
    "abstract": "<jats:p>mRNA vaccines against SARS-CoV-2 were rapidly developed and were effective during the pandemic. However, some limitations remain to be resolved, such as the short-lived induced immune response and certain adverse effects. Therefore, there is an urgent need to develop new vaccines that address these issues. While live-attenuated vaccines are a highly effective modality, they pose a risk of adverse effects, including virulence reversion. In the current study, we constructed a live-attenuated vaccine candidate, BK2102, combining naturally occurring virulence-attenuating mutations in the <jats:italic>NSP14</jats:italic>, <jats:italic>NSP1</jats:italic>, spike, and <jats:italic>ORF7-8</jats:italic> coding regions. Intranasal inoculation with BK2102 induced humoral and cellular immune responses in Syrian hamsters without apparent tissue damage in the lungs, leading to protection against a SARS-CoV-2 D614G and an Omicron BA.5 strains. The neutralizing antibodies induced by BK2102 persisted for up to 364 days, which indicated that they confer long-term protection against infection. Furthermore, we confirmed the safety of BK2102 using transgenic (Tg) mice expressing human ACE2 (hACE2) that are highly susceptible to SARS-CoV-2. BK2102 did not kill the Tg mice, even when virus was administered at a dose of 10<jats:sup>6</jats:sup> plaque-forming units (PFUs), while 10<jats:sup>2</jats:sup> PFU of the D614G strain or an attenuated strain lacking the furin cleavage site of the spike was sufficient to kill mice. These results suggest that BK2102 is a promising live-vaccine candidate strain that confers long-term protection without significant virulence.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97532",
    "journal": "eLife"
  },
  {
    "title": "Nutritional state-dependent modulation of insulin-producing cells in Drosophila",
    "authors": [
      "Bisen, Rituja S",
      "Iqbal, Fathima Mukthar",
      "Cascino-Milani, Federico",
      "Bockemühl, Till",
      "Ache, Jan M"
    ],
    "abstract": "<jats:p>Insulin plays a key role in metabolic homeostasis. <jats:italic>Drosophila</jats:italic> insulin-producing cells (IPCs) are functional analogues of mammalian pancreatic beta cells and release insulin directly into circulation. To investigate the in vivo dynamics of IPC activity, we quantified the effects of nutritional and internal state changes on IPCs using electrophysiological recordings. We found that the nutritional state strongly modulates IPC activity. IPC activity decreased with increasing periods of starvation. Refeeding flies with glucose or fructose, two nutritive sugars, significantly increased IPC activity, whereas non-nutritive sugars had no effect. In contrast to feeding, glucose perfusion did not affect IPC activity. This was reminiscent of the mammalian incretin effect, where glucose ingestion drives higher insulin release than intravenous application. Contrary to IPCs, Diuretic hormone 44-expressing neurons in the pars intercerebralis (DH44<jats:sup>PI</jats:sup>Ns) responded to glucose perfusion. Functional connectivity experiments demonstrated that these DH44<jats:sup>PI</jats:sup>Ns do not affect IPC activity, while other DH44Ns inhibit them. Hence, populations of autonomously and systemically sugar-sensing neurons work in parallel to maintain metabolic homeostasis. Accordingly, activating IPCs had a small, satiety-like effect on food-searching behavior and reduced starvation-induced hyperactivity, whereas activating DH44Ns strongly increased hyperactivity. Taken together, we demonstrate that IPCs and DH44Ns are an integral part of a modulatory network that orchestrates glucose homeostasis and adaptive behavior in response to shifts in the metabolic state.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98514.3",
    "journal": "eLife"
  },
  {
    "title": "Single-cell profiling reveals the intratumor heterogeneity and immunosuppressive microenvironment in cervical adenocarcinoma",
    "authors": [
      "Peng, Yang",
      "Yang, Jing",
      "Ao, Jixing",
      "Li, Yilin",
      "Shen, Jia",
      "He, Xiang",
      "Tang, Dihong",
      "Chu, Chaonan",
      "Liu, Congrong",
      "Weng, Liang"
    ],
    "abstract": "<jats:sec id=\"abs1\"><jats:title>Background:</jats:title><jats:p>Cervical adenocarcinoma (ADC) is more aggressive compared to other types of cervical cancer (CC), such as squamous cell carcinoma (SCC). The tumor immune microenvironment (TIME) and tumor heterogeneity are recognized as pivotal factors in cancer progression and therapy. However, the disparities in TIME and heterogeneity between ADC and SCC are poorly understood.</jats:p></jats:sec><jats:sec id=\"abs2\"><jats:title>Methods:</jats:title><jats:p>We performed single-cell RNA sequencing on 11 samples of ADC tumor tissues, with other 4 SCC samples served as controls. The immunochemistry and multiplexed immunofluorescence were conducted to validate our findings.</jats:p></jats:sec><jats:sec id=\"abs3\"><jats:title>Results:</jats:title><jats:p>Compared to SCC, ADC exhibited unique enrichments in several sub-clusters of epithelial cells with elevated stemness and hyper-malignant features, including the Epi_10_CYSTM1 cluster. ADC displayed a highly immunosuppressive environment characterized by the enrichment of regulatory T cells (Tregs) and tumor-promoting neutrophils. The Epi_10_CYSTM1 cluster recruits Tregs via ALCAM-CD6 signaling, while Tregs reciprocally induce stemness in the Epi_10_CYSTM1 cluster through TGFβ signaling. Importantly, our study revealed that the Epi_10_CYSTM1 cluster could serve as a valuable predictor of lymph node metastasis for CC patients.</jats:p></jats:sec><jats:sec id=\"abs4\"><jats:title>Conclusions:</jats:title><jats:p>This study highlights the significance of ADC-specific cell clusters in establishing a highly immunosuppressive microenvironment, ultimately contributing to the heightened aggressiveness and poorer prognosis of ADC compared to SCC.</jats:p></jats:sec><jats:sec id=\"abs5\"><jats:title>Funding:</jats:title><jats:p>Funded by the National Natural Science Foundation of China (82002753; 82072882; 81500475) and the Natural Science Foundation of Hunan Province (2021JJ40324; 2022JJ70103).</jats:p></jats:sec>",
    "url": "https://doi.org/10.7554/elife.97335",
    "journal": "eLife"
  },
  {
    "title": "Multi-dimensional social relationships shape social attention in monkeys",
    "authors": [
      "Liu, Sainan",
      "Huang, Jiepin",
      "Chen, Suhao",
      "Platt, Michael L",
      "Yang, Yan"
    ],
    "abstract": "<jats:p>Social relationships guide individual behavior and ultimately shape the fabric of society. Primates exhibit particularly complex, differentiated, and multidimensional social relationships, which form interwoven social networks, reflecting both individual social tendencies and specific dyadic interactions. How the patterns of behavior that underlie these social relationships emerge from moment-to-moment patterns of social information processing remains unclear. Here, we assess social relationships among a group of four monkeys, focusing on aggression, grooming, and proximity. We show that individual differences in social attention vary with individual differences in patterns of general social tendencies and patterns of individual engagement with specific partners. Oxytocin administration altered social attention and its relationship to both social tendencies and dyadic relationships, particularly grooming and aggression. Our findings link the dynamics of visual information sampling to the dynamics of primate social networks.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104460.3",
    "journal": "eLife"
  },
  {
    "title": "Movies reveal the fine-grained organization of infant visual cortex",
    "authors": [
      "Ellis, Cameron T",
      "Yates, Tristan S",
      "Arcaro, Michael J",
      "Turk-Browne, Nicholas"
    ],
    "abstract": "<jats:p>Studying infant minds with movies is a promising way to increase engagement relative to traditional tasks. However, the spatial specificity and functional significance of movie-evoked activity in infants remains unclear. Here, we investigated what movies can reveal about the organization of the infant visual system. We collected fMRI data from 15 awake infants and toddlers aged 5–23 months who attentively watched a movie. The activity evoked by the movie reflected the functional profile of visual areas. Namely, homotopic areas from the two hemispheres responded similarly to the movie, whereas distinct areas responded dissimilarly, especially across dorsal and ventral visual cortex. Moreover, visual maps that typically require time-intensive and complicated retinotopic mapping could be predicted, albeit imprecisely, from movie-evoked activity in both data-driven analyses (i.e. independent component analysis) at the individual level and by using functional alignment into a common low-dimensional embedding to generalize across participants. These results suggest that the infant visual system is already structured to process dynamic, naturalistic information and that fine-grained cortical organization can be discovered from movie data.</jats:p>",
    "url": "https://doi.org/10.7554/elife.92119.4",
    "journal": "eLife"
  },
  {
    "title": "De novo identification of universal cell mechanics gene signatures",
    "authors": [
      "Urbanska, Marta",
      "Ge, Yan",
      "Winzi, Maria",
      "Abuhattum, Shada",
      "Ali, Syed Shafat",
      "Herbig, Maik",
      "Kräter, Martin",
      "Toepfner, Nicole",
      "Durgan, Joanne",
      "Florey, Oliver",
      "Dori, Martina",
      "Calegari, Federico",
      "Lolo, Fidel-Nicolás",
      "del Pozo, Miguel Ángel",
      "Taubenberger, Anna",
      "Cannistraci, Carlo Vittorio",
      "Guck, Jochen"
    ],
    "abstract": "<jats:p>Cell mechanical properties determine many physiological functions, such as cell fate specification, migration, or circulation through vasculature. Identifying factors that govern the mechanical properties is therefore a subject of great interest. Here, we present a mechanomics approach for establishing links between single-cell mechanical phenotype changes and the genes involved in driving them. We combine mechanical characterization of cells across a variety of mouse and human systems with machine learning-based discriminative network analysis of associated transcriptomic profiles to infer a conserved network module of five genes with putative roles in cell mechanics regulation. We validate in silico that the identified gene markers are universal, trustworthy, and specific to the mechanical phenotype across the studied mouse and human systems, and demonstrate experimentally that a selected target, <jats:italic>CAV1</jats:italic>, changes the mechanical phenotype of cells accordingly when silenced or overexpressed. Our data-driven approach paves the way toward engineering cell mechanical properties on demand to explore their impact on physiological and pathological cell functions.</jats:p>",
    "url": "https://doi.org/10.7554/elife.87930.3",
    "journal": "eLife"
  },
  {
    "title": "The phytoplasma SAP54 effector acts as a molecular matchmaker for leafhopper vectors by targeting plant MADS-box factor SVP",
    "authors": [
      "Orlovskis, Zigmunds",
      "Singh, Archana",
      "Kliot, Adi",
      "Huang, Weijie",
      "Hogenhout, Saskia A"
    ],
    "abstract": "<jats:p>Obligate parasites often trigger significant changes in their hosts to facilitate transmission to new hosts. The molecular mechanisms behind these extended phenotypes - where genetic information of one organism is manifested as traits in another - remain largely unclear. This study explores the role of the virulence protein SAP54, produced by parasitic phytoplasmas, in attracting leafhopper vectors. SAP54 is responsible for the induction of leaf-like flowers in phytoplasma-infected plants. However, we previously demonstrated that the insects were attracted to leaves and the leaf-like flowers were not required. Here, we made the surprising discovery that leaf exposure to leafhopper males is required for the attraction phenotype, suggesting a leaf response that distinguishes leafhopper sex in the presence of SAP54. In contrast, this phytoplasma effector alongside leafhopper females discourages further female colonization. We demonstrate that SAP54 effectively suppresses biotic stress response pathways in leaves exposed to the males. Critically, the host plant MADS-box transcription factor short vegetative phase (SVP) emerges as a key element in the female leafhopper preference for plants exposed to males, with SAP54 promoting the degradation of SVP. This preference extends to female colonization of male-exposed <jats:italic>svp null</jats:italic> mutant plants over those not exposed to males. Our research underscores the dual role of the phytoplasma effector SAP54 in host development alteration and vector attraction - integral to the phytoplasma life cycle. Importantly, we clarify how SAP54, by targeting SVP, heightens leaf vulnerability to leafhopper males, thus facilitating female attraction and subsequent plant colonization by the insects. SAP54 essentially acts as a molecular ‘matchmaker’, helping male leafhoppers more easily locate mates by degrading SVP-containing complexes in leaves. This study not only provides insights into the long reach of single parasite genes in extended phenotypes, but also opens avenues for understanding how transcription factors that regulate plant developmental processes intersect with and influence plant-insect interactions.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98992.3",
    "journal": "eLife"
  },
  {
    "title": "Single-cell RNA sequencing of the holothurian regenerating intestine reveals the pluripotency of the coelomic epithelium",
    "authors": [
      "Medina-Feliciano, Joshua G",
      "Valentín-Tirado, Griselle",
      "Luna-Martínez, Kiara",
      "Beltran-Rivera, Alejandra",
      "Miranda-Negrón, Yamil",
      "Garcia-Arraras, José E"
    ],
    "abstract": "<jats:p>In holothurians, the regenerative process following evisceration involves the development of a ‘rudiment’ or ‘anlage’ at the injured end of the mesentery. This regenerating anlage plays a pivotal role in the formation of a new intestine. Despite its significance, our understanding of the molecular characteristics inherent to the constituent cells of this structure has remained limited. To address this gap, we employed state-of-the-art scRNA-seq and hybridization chain reaction fluorescent in situ hybridization analyses to discern the distinct cellular populations associated with the regeneration anlage. Through this approach, we successfully identified 13 distinct cell clusters. Among these, two clusters exhibit characteristics consistent with putative mesenchymal cells, while another four show features akin to coelomocyte cell populations. The remaining seven cell clusters collectively form a large group encompassing the coelomic epithelium of the regenerating anlage and mesentery. Within this large group of clusters, we recognized previously documented cell populations such as muscle precursors, neuroepithelial cells, and actively proliferating cells. Strikingly, our analysis provides data for identifying at least four other cellular populations that we define as the precursor cells of the growing anlage. Consequently, our findings strengthen the hypothesis that the coelomic epithelium of the anlage is a pluripotent tissue that gives rise to diverse cell types of the regenerating intestinal organ. Moreover, our results provide the initial view into the transcriptomic analysis of cell populations responsible for the amazing regenerative capabilities of echinoderms.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100796",
    "journal": "eLife"
  },
  {
    "title": "The domesticated transposon protein L1TD1 associates with its ancestor L1 ORF1p to promote LINE-1 retrotransposition",
    "authors": [
      "Kavaklioglu, Gülnihal",
      "Podhornik, Alexandra",
      "Vcelkova, Terezia",
      "Marjanovic, Jelena",
      "Beck, Mirjam A",
      "Phan-Canh, Trinh",
      "Mair, Theresia",
      "Miccolo, Claudia",
      "Drino, Aleksej",
      "Doni, Mirko",
      "Egger, Gerda",
      "Chiocca, Susanna",
      "Modic, Miha",
      "Seiser, Christian"
    ],
    "abstract": "<jats:p>Repression of retrotransposition is crucial for the successful fitness of a mammalian organism. The domesticated transposon protein L1TD1, derived from LINE-1 (L1) ORF1p, is an RNA-binding protein that is expressed only in some cancers and early embryogenesis. In human embryonic stem cells, it is found to be essential for maintaining pluripotency. In cancer, L1TD1 expression is highly correlative with malignancy progression and as such considered a potential prognostic factor for tumors. However, its molecular role in cancer remains largely unknown. Our findings reveal that DNA hypomethylation induces the expression of L1TD1 in HAP1 human tumor cells. L1TD1 depletion significantly modulates both the proteome and transcriptome and thereby reduces cell viability. Notably, L1TD1 associates with L1 transcripts and interacts with L1 ORF1p protein, thereby facilitating L1 retrotransposition. Our data suggest that L1TD1 collaborates with its ancestral L1 ORF1p as an RNA chaperone, ensuring the efficient retrotransposition of L1 retrotransposons, rather than directly impacting the abundance of L1TD1 targets. In this way, L1TD1 might have an important role not only during early development but also in tumorigenesis.</jats:p>",
    "url": "https://doi.org/10.7554/elife.96850",
    "journal": "eLife"
  },
  {
    "title": "Emergence of ion-channel-mediated electrical oscillations in Escherichia coli biofilms",
    "authors": [
      "Akabuogu, Emmanuel",
      "Carneiro da Cunha Martorelli, Victor",
      "Krašovec, Rok",
      "Roberts, Ian S",
      "Waigh, Thomas A"
    ],
    "abstract": "<jats:p>Bacterial biofilms are communities of bacteria usually attached to solid strata and often differentiated into complex structures. Communication across biofilms has been shown to involve chemical signaling and, more recently, electrical signaling in Gram-positive biofilms. We report for the first time, community-level synchronized membrane potential dynamics in three-dimensional <jats:italic>Escherichia coli</jats:italic> biofilms. Two hyperpolarization events are observed in response to light stress. The first requires mechanically sensitive ion channels (MscK, MscL, and MscS) and the second needs the Kch-potassium channel. The channels mediated both local spiking of single <jats:italic>E. coli</jats:italic> biofilms and long-range coordinated electrical signaling in <jats:italic>E. coli</jats:italic> biofilms. The electrical phenomena are explained using Hodgkin-Huxley and 3D fire-diffuse-fire agent-based models. These data demonstrate that electrical wavefronts based on potassium ions are a mechanism by which signaling occurs in Gram-negative biofilms and as such may represent a conserved mechanism for communication across biofilms.</jats:p>",
    "url": "https://doi.org/10.7554/elife.92525.3",
    "journal": "eLife"
  },
  {
    "title": "Functionally important residues from graph analysis of coevolved dynamic couplings",
    "authors": [
      "Xu, Manming",
      "Dantu, Sarath Chandra",
      "Garnett, James A",
      "Bonomo, Robert A",
      "Pandini, Alessandro",
      "Haider, Shozeb"
    ],
    "abstract": "<jats:p>The relationship between protein dynamics and function is essential for understanding biological processes and developing effective therapeutics. Functional sites within proteins are critical for activities such as substrate binding, catalysis, and structural changes. Existing computational methods for the predictions of functional residues are trained on sequence, structural, and experimental data, but they do not explicitly model the influence of evolution on protein dynamics. This overlooked contribution is essential as it is known that evolution can fine-tune protein dynamics through compensatory mutations either to improve the proteins’ performance or diversify its function while maintaining the same structural scaffold. To model this critical contribution, we introduce DyNoPy, a computational method that combines residue coevolution analysis with molecular dynamics simulations, revealing hidden correlations between functional sites. DyNoPy constructs a graph model of residue–residue interactions, identifies communities of key residue groups, and annotates critical sites based on their roles. By leveraging the concept of coevolved dynamical couplings—residue pairs with critical dynamical interactions that have been preserved during evolution—DyNoPy offers a powerful method for predicting and analysing protein evolution and dynamics. We demonstrate the effectiveness of DyNoPy on SHV-1 and PDC-3, chromosomally encoded β-lactamases linked to antibiotic resistance, highlighting its potential to inform drug design and address pressing healthcare challenges.</jats:p>",
    "url": "https://doi.org/10.7554/elife.105005",
    "journal": "eLife"
  },
  {
    "title": "Natural variation in salt-induced changes in root:shoot ratio reveals SR3G as a negative regulator of root suberization and salt resilience in Arabidopsis",
    "authors": [
      "Rahmati Ishka, Maryam",
      "Sussman, Hayley",
      "Hu, Yunfei",
      "Alqahtani, Mashael Daghash",
      "Craft, Eric",
      "Sicat, Ronell",
      "Wang, Minmin",
      "Yu, Li'ang",
      "Ait-Haddou, Rachid",
      "Li, Bo",
      "Drakakaki, Georgia",
      "Nelson, Andrew DL",
      "Pineros, Miguel",
      "Korte, Arthur",
      "Jaremko, Łukasz",
      "Testerink, Christa",
      "Tester, Mark",
      "Julkowska, Magdalena M"
    ],
    "abstract": "<jats:p>Soil salinity is one of the major threats to agricultural productivity worldwide. Salt stress exposure alters root and shoots growth rates, thereby affecting overall plant performance. While past studies have extensively documented the effect of salt stress on root elongation and shoot development separately, here we take an innovative approach by examining the coordination of root and shoot growth under salt stress conditions. Utilizing a newly developed tool for quantifying the root:shoot ratio in agar-grown <jats:italic>Arabidopsis</jats:italic> seedlings, we found that salt stress results in a loss of coordination between root and shoot growth rates. We identify a specific gene cluster encoding domain-of-unknown-function 247 (DUF247), and characterize one of these genes as <jats:underline>S</jats:underline>alt <jats:underline>R</jats:underline>oot:shoot <jats:underline>R</jats:underline>atio <jats:underline>R</jats:underline>egulator <jats:underline>G</jats:underline>ene (SR3G). Further analysis elucidates the role of SR3G as a negative regulator of salt stress tolerance, revealing its function in regulating shoot growth, root suberization, and sodium accumulation. We further characterize that <jats:italic>SR3G</jats:italic> expression is modulated by <jats:italic>WRKY75</jats:italic> transcription factor, known as a positive regulator of salt stress tolerance. Finally, we show that the salt stress sensitivity of <jats:italic>wrky75</jats:italic> mutant is completely diminished when it is combined with <jats:italic>sr3g</jats:italic> mutation. Together, our results demonstrate that utilizing root:shoot ratio as an architectural feature leads to the discovery of a new stress resilience gene. The study’s innovative approach and findings not only contribute to our understanding of plant stress tolerance mechanisms but also open new avenues for genetic and agronomic strategies to enhance crop environmental resilience.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98896",
    "journal": "eLife"
  },
  {
    "title": "A peptide-neurotensin conjugate that crosses the blood-brain barrier induces pharmacological hypothermia associated with anticonvulsant, neuroprotective, and anti-inflammatory properties following status epilepticus in mice",
    "authors": [
      "Ferhat, Lotfi",
      "Soussi, Rabia",
      "Masse, Maxime",
      "Kyriatzis, Grigorios",
      "Girard, Stéphane",
      "Gassiot, Fanny",
      "Gaudin, Nicolas",
      "Laurencin, Mathieu",
      "Bernard, Anne",
      "Bôle, Angélique",
      "Ferracci, Géraldine",
      "Smirnova, Maria",
      "Roman, François",
      "Dive, Vincent",
      "Cisternino, Salvatore",
      "Temsamani, Jamal",
      "David, Marion",
      "Lécorché, Pascaline",
      "Jacquot, Guillaume",
      "Khrestchatisky, Michel"
    ],
    "abstract": "<jats:p>Preclinical and clinical studies show that mild to moderate hypothermia is neuroprotective in sudden cardiac arrest, ischemic stroke, perinatal hypoxia/ischemia, traumatic brain injury, and seizures. Induction of hypothermia largely involves physical cooling therapies, which induce several clinical complications, while some molecules have shown to be efficient in pharmacologically induced hypothermia (PIH). Neurotensin (NT), a 13 amino acid neuropeptide that regulates body temperature, interacts with various receptors to mediate its peripheral and central effects. NT induces PIH when administered intracerebrally. However, these effects are not observed if NT is administered peripherally, due to its rapid degradation and poor passage of the blood-brain barrier (BBB). We conjugated NT to peptides that bind the low-density lipoprotein receptor (LDLR) to generate ‘vectorized’ forms of NT with enhanced BBB permeability. We evaluated their effects in epileptic conditions following peripheral administration. One of these conjugates, VH-N412, displayed improved stability, binding potential to both the LDLR and NTSR-1, rodent/human cross-reactivity and improved brain distribution. In a mouse model of kainate (KA)-induced status epilepticus (SE), VH-N412 elicited rapid hypothermia associated with anticonvulsant effects, potent neuroprotection, and reduced hippocampal inflammation. VH-N412 also reduced sprouting of the dentate gyrus mossy fibers and preserved learning and memory skills in the treated mice. In cultured hippocampal neurons, VH-N412 displayed temperature-independent neuroprotective properties. To the best of our knowledge, this is the first report describing the successful treatment of SE with PIH. In all, our results show that vectorized NT may elicit different neuroprotection mechanisms mediated by hypothermia and/or by intrinsic neuroprotective properties.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100527.4",
    "journal": "eLife"
  },
  {
    "title": "Preclinical systematic review of CCR5 antagonists as cerebroprotective and stroke recovery enhancing agents",
    "authors": [
      "Sharif, Ayni",
      "Jeffers, Matthew S",
      "Fergusson, Dean A",
      "Bapuji, Raj",
      "Nicholls, Stuart G",
      "Humphrey, John",
      "Johnston, Warren",
      "Mitchell, Ed",
      "Speirs, Mary-Ann",
      "Stronghill, Laura",
      "Vuckovic, Michele",
      "Wulf, Susan",
      "Shorr, Risa",
      "Dowlatshahi, Dar",
      "Corbett, Dale",
      "Lalu, Manoj M"
    ],
    "abstract": "<jats:p>C-C chemokine receptor type 5 (CCR5) antagonists may improve both acute stroke outcome and long-term recovery. Despite their evaluation in ongoing clinical trials, gaps remain in the evidence supporting their use. With a panel of patients with lived experiences of stroke, we performed a systematic review of animal models of stroke that administered a CCR5 antagonist and assessed infarct size or behavioural outcomes. MEDLINE, Web of Science, and Embase were searched. Article screening and data extraction were completed in duplicate. We pooled outcomes using random effects meta-analyses. We assessed risk of bias using the Systematic Review Centre for Laboratory Animal Experimentation (SYRCLE) tool and alignment with the Stroke Treatment Academic Industry Roundtable (STAIR) and Stroke Recovery and Rehabilitation Roundtable (SRRR) recommendations. Five studies representing 10 experiments were included. CCR5 antagonists reduced infarct volume (standard mean difference −1.02; 95% confidence interval −1.58 to −0.46) when compared to stroke-only controls. Varied timing of CCR5 administration (pre- or post-stroke induction) produced similar benefit. CCR5 antagonists significantly improved 11 of 16 behavioural outcomes reported. High risk of bias was present in all studies and critical knowledge gaps in the preclinical evidence were identified using STAIR/SRRR. CCR5 antagonists demonstrate promise; however, rigorously designed preclinical studies that better align with STAIR/SRRR recommendations and downstream clinical trials are warranted. Prospective Register of Systematic Reviews (PROSPERO CRD42023393438).</jats:p>",
    "url": "https://doi.org/10.7554/elife.103245.3",
    "journal": "eLife"
  },
  {
    "title": "Cell crowding activates pro-invasive mechanotransduction pathway in high-grade DCIS via TRPV4 inhibition and cell volume reduction",
    "authors": [
      "Bu, Xiangning",
      "Ashby, Nathanael",
      "Vitali, Teresa",
      "Lee, Sulgi",
      "Gottumukkala, Ananya",
      "Yun, Kangsun",
      "Tabbara, Sana",
      "Latham, Patricia",
      "Teal, Christine",
      "Chung, Inhee"
    ],
    "abstract": "<jats:p>Cell crowding is a common microenvironmental factor influencing various disease processes, but its role in promoting cell invasiveness remains unclear. This study investigates the biomechanical changes induced by cell crowding, focusing on pro-invasive cell volume reduction in ductal carcinoma in situ (DCIS). Crowding specifically enhanced invasiveness in high-grade DCIS cells through significant volume reduction compared to hyperplasia-mimicking or normal cells. Mass spectrometry revealed that crowding selectively relocated ion channels, including TRPV4, to the plasma membrane in high-grade DCIS cells. TRPV4 inhibition triggered by crowding decreased intracellular calcium levels, reduced cell volume, and increased invasion and motility. During this process, TRPV4 membrane relocation primed the channel for later activation, compensating for calcium loss. Analyses of patient-derived breast cancer tissues confirmed that plasma membrane-associated TRPV4 is specific to high-grade DCIS and indicates the presence of a pro-invasive cell volume reduction mechanotransduction pathway. Hyperosmotic conditions and pharmacologic TRPV4 inhibition mimicked crowding-induced effects, while TRPV4 activation reversed them. Silencing TRPV4 diminished mechanotransduction in high-grade DCIS cells, reducing calcium depletion, volume reduction, and motility. This study uncovers a novel pro-invasive mechanotransduction pathway driven by cell crowding and identifies TRPV4 as a potential biomarker for predicting invasion risk in DCIS patients.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100490.4",
    "journal": "eLife"
  },
  {
    "title": "Cell type-specific driver lines targeting the Drosophila central complex and their use to investigate neuropeptide expression and sleep regulation",
    "authors": [
      "Wolff, Tanya",
      "Eddison, Mark",
      "Chen, Nan",
      "Nern, Aljoscha",
      "Sundaramurthi, Preeti",
      "Sitaraman, Divya",
      "Rubin, Gerald M"
    ],
    "abstract": "<jats:p>The central complex (CX) plays a key role in many higher-order functions of the insect brain including navigation and activity regulation. Genetic tools for manipulating individual cell types, and knowledge of what neurotransmitters and neuromodulators they express, will be required to gain mechanistic understanding of how these functions are implemented. We generated and characterized split-GAL4 driver lines that express in individual or small subsets of about half of CX cell types. We surveyed neuropeptide and neuropeptide receptor expression in the central brain using fluorescent in situ hybridization. About half of the neuropeptides we examined were expressed in only a few cells, while the rest were expressed in dozens to hundreds of cells. Neuropeptide receptors were expressed more broadly and at lower levels. Using our GAL4 drivers to mark individual cell types, we found that 51 of the 85 CX cell types we examined expressed at least one neuropeptide and 21 expressed multiple neuropeptides. Surprisingly, all co-expressed a small molecule neurotransmitter. Finally, we used our driver lines to identify CX cell types whose activation affects sleep, and identified other central brain cell types that link the circadian clock to the CX. The well-characterized genetic tools and information on neuropeptide and neurotransmitter expression we provide should enhance studies of the CX.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104764",
    "journal": "eLife"
  },
  {
    "title": "Pyruvate and related energetic metabolites modulate resilience against high genetic risk for glaucoma",
    "authors": [
      "Li, Keva",
      "Tolman, Nicholas",
      "Segrè, Ayellet V",
      "Stuart, Kelsey V",
      "Zeleznik, Oana A",
      "Vallabh, Neeru A",
      "Hu, Kuang",
      "Zebardast, Nazlee",
      "Hanyuda, Akiko",
      "Raita, Yoshihiko",
      "Montgomery, Christa",
      "Zhang, Chi",
      "Hysi, Pirro G",
      "Do, Ron",
      "Khawaja, Anthony P",
      "Wiggs, Janey L",
      "Kang, Jae H",
      "John, Simon WM",
      "Pasquale, Louis R",
      ", "
    ],
    "abstract": "<jats:p>A glaucoma polygenic risk score (PRS) can effectively identify disease risk, but some individuals with high PRS do not develop glaucoma. Factors contributing to this resilience remain unclear. Using 4,658 glaucoma cases and 113,040 controls in a cross-sectional study of the UK Biobank, we investigated whether plasma metabolites enhanced glaucoma prediction and if a metabolomic signature of resilience in high-genetic-risk individuals existed. Logistic regression models incorporating 168 NMR-based metabolites into PRS-based glaucoma assessments were developed, with multiple comparison corrections applied. While metabolites weakly predicted glaucoma (Area Under the Curve = 0.579), they offered marginal prediction improvement in PRS-only-based models (p=0.004). We identified a metabolomic signature associated with resilience in the top glaucoma PRS decile, with elevated glycolysis-related metabolites—lactate (p=8.8E-12), pyruvate (p=1.9E-10), and citrate (p=0.02)—linked to reduced glaucoma prevalence. These metabolites combined significantly modified the PRS-glaucoma relationship (P<jats:sub>interaction</jats:sub> = 0.011). Higher total resilience metabolite levels within the highest PRS quartile corresponded to lower glaucoma prevalence (Odds Ratio<jats:sub>highest vs. lowest total resilience metabolite quartile</jats:sub>=0.71, 95% Confidence Interval = 0.64–0.80). As pyruvate is a foundational metabolite linking glycolysis to tricarboxylic acid cycle metabolism and ATP generation, we pursued experimental validation for this putative resilience biomarker in a human-relevant <jats:italic>Mus musculus</jats:italic> glaucoma model. Dietary pyruvate mitigated elevated intraocular pressure (p=0.002) and optic nerve damage (p&lt;0.0003) in <jats:italic>Lmx1b<jats:sup>V265D</jats:sup></jats:italic> mice. These findings highlight the protective role of pyruvate-related metabolism against glaucoma and suggest potential avenues for therapeutic intervention.</jats:p>",
    "url": "https://doi.org/10.7554/elife.105576",
    "journal": "eLife"
  },
  {
    "title": "Major nuclear locales define nuclear genome organization and function beyond A and B compartments",
    "authors": [
      "Gholamalamdari, Omid",
      "van Schaik, Tom",
      "Wang, Yuchuan",
      "Kumar, Pradeep",
      "Zhang, Liguo",
      "Zhang, Yang",
      "Gonzalez, Gabriela A Hernandez",
      "Vouzas, Athanasios E",
      "Zhao, Peiyao A",
      "Gilbert, David M",
      "Ma, Jian",
      "van Steensel, Bas",
      "Belmont, Andrew S"
    ],
    "abstract": "<jats:p>Models of nuclear genome organization often propose a binary division into active versus inactive compartments yet typically overlook nuclear bodies. Here, we integrated analysis of sequencing and image-based data to compare genome organization in four human cell types relative to three different nuclear locales: the nuclear lamina, nuclear speckles, and nucleoli. Although gene expression correlates mostly with nuclear speckle proximity, DNA replication timing correlates with proximity to multiple nuclear locales. Speckle attachment regions emerge as DNA replication initiation zones whose replication timing and gene composition vary with their attachment frequency. Most facultative LADs retain a partially repressed state as iLADs, despite their positioning in the nuclear interior. Knock out of two lamina proteins, Lamin A and LBR, causes a shift of H3K9me3-enriched LADs from lamina to nucleolus, and a reciprocal relocation of H3K27me3-enriched partially repressed iLADs from nucleolus to lamina. Thus, these partially repressed iLADs appear to compete with LADs for nuclear lamina attachment with consequences for replication timing. The nuclear organization in adherent cells is polarized with nuclear bodies and genomic regions segregating both radially and relative to the equatorial plane. Together, our results underscore the importance of considering genome organization relative to nuclear locales for a more complete understanding of the spatial and functional organization of the human genome.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99116.4",
    "journal": "eLife"
  },
  {
    "title": "Antagonist actions of CMK-1/CaMKI and TAX-6/calcineurin along the C. elegans thermal avoidance circuit orchestrate adaptation of nociceptive response to repeated stimuli",
    "authors": [
      "Rudgalvyte, Martina",
      "Hu, Zehan",
      "Kressler, Dieter",
      "Dengjel, Jörn",
      "Glauser, Dominique A"
    ],
    "abstract": "<jats:p>Thermal nociception in <jats:italic>Caenorhabditis elegans</jats:italic> is regulated by the Ca²<jats:sup>+</jats:sup>/calmodulin-dependent protein kinase CMK-1, but its downstream effectors have remained unclear. Here, we combined in vitro kinase assays with mass-spectrometry-based phosphoproteomics to identify hundreds of CMK-1 substrates, including the calcineurin A subunit TAX-6, phosphorylated within its conserved regulatory domain. Genetic and pharmacological analyses reveal multiple antagonistic interactions between CMK-1 and calcineurin signaling in modulating both naive thermal responsiveness and adaptation to repeated noxious stimuli. Cell-specific manipulations indicate that CMK-1 acts in AFD and ASER thermo-sensory neurons, while TAX-6 functions in FLP thermo-sensory neurons and downstream interneurons. Since CMK-1 and TAX-6 act in distinct cell types, the phosphorylation observed in vitro might not directly underlie the behavioral phenotype. Instead, the opposing effects seem to arise from their distributed roles within the sensory circuit. Overall, our study provides (1) a resource of candidate CMK-1 targets for further dissecting CaM kinase signaling and (2) evidence of a previously unrecognized, circuit-level antagonism between CMK-1 and calcineurin pathways. These findings highlight a complex interplay of signaling modules that modulate thermal nociception and adaptation, offering new insights into potentially conserved mechanisms that shape nociceptive plasticity and pain (de)sensitization in more complex nervous systems.</jats:p>",
    "url": "https://doi.org/10.7554/elife.103497",
    "journal": "eLife"
  },
  {
    "title": "AARS2 ameliorates myocardial ischemia via fine-tuning PKM2-mediated metabolism",
    "authors": [
      "Zhang, Zongwang",
      "Zheng, Lixia",
      "Chen, Yang",
      "Chen, Yuanyuan",
      "Hou, Junjie",
      "Xiao, Chenglu",
      "Zhu, Xiaojun",
      "Zhao, Shi-Min",
      "Xiong, Jing-Wei"
    ],
    "abstract": "<jats:p>AARS2, an alanyl-tRNA synthase, is essential for protein translation, but its function in mouse hearts is not fully addressed. Here, we found that cardiomyocyte-specific deletion of mouse AARS2 exhibited evident cardiomyopathy with impaired cardiac function, notable cardiac fibrosis, and cardiomyocyte apoptosis. Cardiomyocyte-specific AARS2 overexpression in mice improved cardiac function and reduced cardiac fibrosis after myocardial infarction (MI), without affecting cardiomyocyte proliferation and coronary angiogenesis. Mechanistically, AARS2 overexpression suppressed cardiomyocyte apoptosis and mitochondrial reactive oxide species production, and changed cellular metabolism from oxidative phosphorylation toward glycolysis in cardiomyocytes, thus leading to cardiomyocyte survival from ischemia and hypoxia stress. Ribo-Seq revealed that <jats:italic>Aars2</jats:italic> overexpression increased pyruvate kinase M2 (PKM2) protein translation and the ratio of PKM2 dimers to tetramers that promote glycolysis. Additionally, PKM2 activator TEPP-46 reversed cardiomyocyte apoptosis and cardiac fibrosis caused by AARS2 deficiency. Thus, this study demonstrates that AARS2 plays an essential role in protecting cardiomyocytes from ischemic pressure <jats:italic>via</jats:italic> fine-tuning PKM2-mediated energy metabolism, and presents a novel cardiac protective AARS2-PKM2 signaling during the pathogenesis of MI.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99670.3",
    "journal": "eLife"
  },
  {
    "title": "AARS2 ameliorates myocardial ischemia via fine-tuning PKM2-mediated metabolism",
    "authors": [
      "Zhang, Zongwang",
      "Zheng, Lixia",
      "Chen, Yang",
      "Chen, Yuanyuan",
      "Hou, Junjie",
      "Xiao, Chenglu",
      "Zhu, Xiaojun",
      "Zhao, Shi-Min",
      "Xiong, Jing-Wei"
    ],
    "abstract": "<jats:p>AARS2, an alanyl-tRNA synthase, is essential for protein translation, but its function in mouse hearts is not fully addressed. Here, we found that cardiomyocyte-specific deletion of mouse AARS2 exhibited evident cardiomyopathy with impaired cardiac function, notable cardiac fibrosis, and cardiomyocyte apoptosis. Cardiomyocyte-specific AARS2 overexpression in mice improved cardiac function and reduced cardiac fibrosis after myocardial infarction (MI), without affecting cardiomyocyte proliferation and coronary angiogenesis. Mechanistically, AARS2 overexpression suppressed cardiomyocyte apoptosis and mitochondrial reactive oxide species production, and changed cellular metabolism from oxidative phosphorylation toward glycolysis in cardiomyocytes, thus leading to cardiomyocyte survival from ischemia and hypoxia stress. Ribo-Seq revealed that <jats:italic>Aars2</jats:italic> overexpression increased pyruvate kinase M2 (PKM2) protein translation and the ratio of PKM2 dimers to tetramers that promote glycolysis. Additionally, PKM2 activator TEPP-46 reversed cardiomyocyte apoptosis and cardiac fibrosis caused by AARS2 deficiency. Thus, this study demonstrates that AARS2 plays an essential role in protecting cardiomyocytes from ischemic pressure <jats:italic>via</jats:italic> fine-tuning PKM2-mediated energy metabolism, and presents a novel cardiac protective AARS2-PKM2 signaling during the pathogenesis of MI.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99670",
    "journal": "eLife"
  },
  {
    "title": "Altered visual cortex excitatory/inhibitory ratio following transient congenital visual deprivation in humans",
    "authors": [
      "Pant, Rashi",
      "Pitchaimuthu, Kabilan",
      "Ossandón, José P",
      "Shareef, Idris",
      "Lingareddy, Sunitha",
      "Finsterbusch, Jürgen",
      "Kekunnaya, Ramesh",
      "Röder, Brigitte"
    ],
    "abstract": "<jats:p>Non-human animal models have indicated that the ratio of excitation to inhibition (E/I) in neural circuits is experience dependent, and changes across development. Here, we assessed 3T Magnetic Resonance Spectroscopy (MRS) and electroencephalography (EEG) markers of cortical E/I ratio in 10 individuals who had been treated for dense bilateral congenital cataracts, after an average of 12 years of blindness, to test for dependence of the E/I ratio on early visual experience in humans. First, participants underwent MRS scanning at rest with their eyes open and eyes closed, to obtain visual cortex Gamma-Aminobutyric Acid (GABA+) concentration, Glutamate/Glutamine (Glx) concentration, and the concentration ratio of Glx/GABA+, as measures of inhibition, excitation, and E/I ratio, respectively. Subsequently, EEG was recorded to assess aperiodic activity (1–20 Hz) as a neurophysiological measure of the cortical E/I ratio, during rest with eyes open and eyes closed, and during flickering stimulation. Across conditions, congenital cataract-reversal individuals demonstrated a significantly lower visual cortex Glx/GABA+ ratio, and a higher intercept and steeper aperiodic slope at occipital electrodes, compared to age-matched sighted controls. In the congenital cataract-reversal group, a lower Glx/GABA+ ratio was associated with better visual acuity, and Glx concentration correlated positively with the aperiodic intercept in the conditions with visual input. We speculate that these findings result from an increased E/I ratio of the visual cortex as a consequence of congenital blindness, which might require commensurately increased inhibition in order to balance the additional excitation from restored visual input. The lower E/I ratio in congenital cataract-reversal individuals would thus be a consequence of homeostatic plasticity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98143.4",
    "journal": "eLife"
  },
  {
    "title": "Crystal structure and catalytic mechanism of PL35 family glycosaminoglycan lyases with an ultrabroad substrate spectrum",
    "authors": [
      "Wei, Lin",
      "Cao, Hai-Yan",
      "Zou, Ruyi",
      "Du, Min",
      "Zhang, Qingdong",
      "Lu, Danrong",
      "Xu, Xiangyu",
      "Xu, Yingying",
      "Wang, Wenshuang",
      "Chen, Xiu-Lan",
      "Zhang, Yu-Zhong",
      "Li, Fuchuan"
    ],
    "abstract": "<jats:p>Recently, a new class of glycosaminoglycan (GAG) lyases (GAGases) belonging to PL35 family has been discovered with an ultrabroad substrate spectrum that can degrade three types of uronic acid-containing GAGs (hyaluronic acid, chondroitin sulfate and heparan sulfate) or even alginate. In this study, the structures of GAGase II from <jats:italic>Spirosoma fluviale</jats:italic> and GAGase VII from <jats:italic>Bacteroides intestinalis</jats:italic> DSM 17393 were determined at 1.9 and 2.4 Å resolution, respectively, and their catalytic mechanism was investigated by the site-directed mutant of their crucial residues and molecular docking assay. Structural analysis showed that GAGase II and GAGase VII consist of an N-terminal (α/α)<jats:sub>6</jats:sub> toroid multidomain and a C-terminal two-layered β-sheet domain with Mn<jats:sup>2+</jats:sup>. Notably, although GAGases share similar folds and catalytic mechanisms with some GAG lyases and alginate lyases, they exhibit higher structural similarity with alginate lyases than GAG lyases, which may present a crucial structural evidence for the speculation that GAG lyases with (α/α)<jats:sub>n</jats:sub> toroid and antiparallel β-sheet structures arrived by a divergent evolution from alginate lyases with the same folds. Overall, this study not only solved the structure of PL35 GAG lyases for the first time and investigated their catalytic mechanism, especially the reason why GAGase III can additionally degrade alginate, but also provided a key clue in the divergent evolution of GAG lyases that originated from alginate lyases.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102422",
    "journal": "eLife"
  },
  {
    "title": "Wag31, a membrane tether, is crucial for lipid homeostasis in mycobacteria",
    "authors": [
      "Kapoor, Yogita",
      "Khurana, Himani",
      "Dutta, Debatri",
      "Chakraborty, Arnab",
      "Priya, Anshu",
      "Singh, Archana",
      "Kamat, Siddhesh S",
      "Dhar, Neeraj",
      "Pucadyil, Thomas John",
      "Nandicoori, Vinay Kumar"
    ],
    "abstract": "<jats:p>The mycobacterial cytoskeletal protein Wag31 is necessary for maintaining cell shape and directing cellular growth and elongation. Wag31 has a characteristic N-terminal DivIVA-domain and a C-terminal coiled-coil domain. While the role of Wag31 in polar elongation is known, there is limited mechanistic insight on how it orchestrates growth and elongation. In this report, we delineate roles of the N- and C-terminal domains of Wag31 using genetics, state-of-the-art multi-omics, biochemical, and imaging approaches. We show that Wag31 predominantly interacts with several membrane-associated proteins involved in lipid metabolism, cell wall synthesis, and division. Native levels of Wag31 are critical for the maintenance and distribution of membrane lipids. Both depletion and overexpression of Wag31 perturb lipid homeostasis, leading to the formation of intracellular lipid inclusions (ILIs). Protein–lipid crosslinking and imaging studies reveal that purified Wag31 can bind and effectively tether cardiolipin (CL)-containing liposomes. We further show that the tethering activity lies in the DivIVA-domain containing N-terminal of Wag31 while the C-terminal mediates protein–protein interactions of Wag31. Despite retaining its ability to interact with partner proteins, the DivIVA-domain-deleted Wag31 mutant shows defects in liposome tethering in vitro and non-polar localization of CL in vivo, which eventually causes lethality. Our study suggests that membrane tethering ‘licenses’ Wag31 to form scaffolds that help orchestrate protein–lipid and protein–protein interactions necessary for mycobacterial growth and survival.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104268",
    "journal": "eLife"
  },
  {
    "title": "ATG6 interacting with NPR1 increases Arabidopsis thaliana resistance to Pst DC3000/avrRps4 by increasing its nuclear accumulation and stability",
    "authors": [
      "Zhang, Baihong",
      "Huang, Shuqin",
      "Guo, Shuyu",
      "Meng, Yixuan",
      "Tian, Yuzhen",
      "Zhou, Yue",
      "Chen, Hang",
      "Li, Xue",
      "Zhou, Jun",
      "Chen, Wenli"
    ],
    "abstract": "<jats:p>Autophagy-related gene 6 (ATG6) plays a crucial role in plant immunity. Nonexpressor of pathogenesis-related genes 1 (NPR1) acts as a signaling hub of plant immunity. However, the relationship between ATG6 and NPR1 is unclear. Here, we find that ATG6 directly interacts with NPR1. <jats:italic>ATG6</jats:italic> overexpression significantly increased nuclear accumulation of NPR1. Furthermore, we demonstrate that <jats:italic>ATG6</jats:italic> increases NPR1 protein levels and improves its stability. Interestingly, ATG6 promotes the formation of SINCs (SA-induced NPR1 condensates)-like condensates. Additionally, ATG6 and NPR1 synergistically promote the expression of <jats:italic>pathogenesis-related</jats:italic> genes. Further results showed that silencing <jats:italic>ATG6</jats:italic> in <jats:italic>NPR1-GFP</jats:italic> exacerbates <jats:italic>Pst</jats:italic> DC3000/<jats:italic>avrRps4</jats:italic> infection, while double overexpression of <jats:italic>ATG6</jats:italic> and <jats:italic>NPR1</jats:italic> synergistically inhibits <jats:italic>Pst</jats:italic> DC3000/<jats:italic>avrRps4</jats:italic> infection. In summary, our findings unveil an interplay of NPR1 with ATG6 and elucidate important molecular mechanisms for enhancing plant immunity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97206",
    "journal": "eLife"
  },
  {
    "title": "Glia control experience-dependent plasticity in an olfactory critical period",
    "authors": [
      "Leier, Hans C",
      "Foden, Alexander J",
      "Jindal, Darren A",
      "Wilkov, Abigail J",
      "Van der Linden Costello, Paola",
      "Vanderzalm, Pamela J",
      "Coutinho-Budd, Jaeda",
      "Tabuchi, Masashi",
      "Broihier, Heather T"
    ],
    "abstract": "<jats:p>Sensory experience during developmental critical periods has lifelong consequences for circuit function and behavior, but the molecular and cellular mechanisms through which experience causes these changes are not well understood. The <jats:italic>Drosophila</jats:italic> antennal lobe houses synapses between olfactory sensory neurons (OSNs) and downstream projection neurons (PNs) in stereotyped glomeruli. Many glomeruli exhibit structural plasticity in response to early-life odor exposure, indicating a general sensitivity of the fly olfactory circuitry to early sensory experience. We recently found that glia shape antennal lobe development in young adults, leading us to ask if glia also drive experience-dependent plasticity during this period. Here, we define a critical period for structural and functional plasticity of OSN-PN synapses in the ethyl butyrate (EB)-sensitive glomerulus VM7. EB exposure for the first 2 days post-eclosion drives large-scale reductions in glomerular volume, presynapse number, and post- synaptic activity. Crucially, pruning during the critical period has long-term consequences for circuit function since both OSN-PN synapse number and spontaneous activity of PNs remain persistently decreased following early-life odor exposure. The highly conserved engulfment receptor Draper is required for this critical period plasticity as ensheathing glia upregulate Draper, invade the VM7 glomerulus, and phagocytose OSN presynaptic terminals in response to critical-period EB exposure. Loss of Draper fully suppresses the morphological and physiological consequences of critical period odor exposure, arguing that phagocytic glia engulf intact synaptic terminals. These data demonstrate experience-dependent pruning of synapses and argue that <jats:italic>Drosophila</jats:italic> olfactory circuitry is a powerful model for defining the function of glia in critical period plasticity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100989.3",
    "journal": "eLife"
  },
  {
    "title": "Integration of sensory and fear memories in the rat medial temporal lobe",
    "authors": [
      "Wong, Francesca S",
      "Thomas, Alina B",
      "Killcross, Simon",
      "Laurent, Vincent",
      "Westbrook, R Fred",
      "Holmes, Nathan M"
    ],
    "abstract": "<jats:p>Wong et al., 2019 used a sensory preconditioning protocol to examine how sensory and fear memories are integrated in the rat medial temporal lobe. In this protocol, rats integrate a sound-light (sensory) memory that forms in stage 1 with a light-shock (fear) memory that forms in stage 2 to generate fear responses (freezing) across test presentations of the sound in stage 3. Here, we advance this research by showing that (1) how/when rats integrate the sound-light and light-shock memories (online in stage 2 or at test in stage 3) changes with the number of sound-light pairings in stage 1; and (2) regardless of how/when it occurs, the integration requires communication between two regions of the medial temporal lobe: the perirhinal cortex and basolateral amygdala complex. Thus, ‘event familiarity’ determines how/when sensory and fear memories are integrated but not the circuitry by which the integration occurs: this remains the same.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101965",
    "journal": "eLife"
  },
  {
    "title": "Chronic RNA G-quadruplex accumulation in aging and Alzheimer’s disease",
    "authors": [
      "Kallweit, Lena",
      "Hamlett, Eric Daniel",
      "Saternos, Hannah",
      "Gilmore, Anah",
      "Granholm, Ann-Charlotte",
      "Horowitz, Scott"
    ],
    "abstract": "<jats:p>As the world population ages, new molecular targets in aging and Alzheimer’s disease (AD) are needed to combat the expected influx of new AD cases. Until now, the role of RNA structure in aging and neurodegeneration has largely remained unexplored. In this study, we examined human hippocampal <jats:italic>postmortem</jats:italic> tissue for the formation of RNA G-quadruplexes (rG4s) in aging and AD. We found that rG4 immunostaining strongly increased in the hippocampus with both age and with AD severity. We further found that neurons with the accumulation of phospho-tau immunostaining contained rG4s, rG4 structure can drive tau aggregation, and rG4 staining density depended on APOE genotype in the human tissue examined. Combined with previous studies showing the dependence of rG4 structure on stress and the extreme power of rG4s at oligomerizing proteins, we propose a model of neurodegeneration in which chronic rG4 formation is linked to proteostasis collapse. These morphological findings suggest that further investigation of RNA structure in neurodegeneration is a critical avenue for future treatments and diagnoses.</jats:p>",
    "url": "https://doi.org/10.7554/elife.105446",
    "journal": "eLife"
  },
  {
    "title": "High-resolution awake mouse fMRI at 14 tesla",
    "authors": [
      "Hike, David",
      "Liu, Xiaochen",
      "Xie, Zeping",
      "Zhang, Bei",
      "Choi, Sangcheon",
      "Zhou, Xiaoqing Alice",
      "Liu, Andy",
      "Murstein, Alyssa",
      "Jiang, Yuanyuan",
      "Devor, Anna",
      "Yu, Xin"
    ],
    "abstract": "<jats:p>High-resolution awake mouse functional magnetic resonance imaging (fMRI) remains challenging despite extensive efforts to address motion-induced artifacts and stress. This study introduces an implantable radio frequency (RF) surface coil design that minimizes image distortion caused by the air/tissue interface of mouse brains while simultaneously serving as a headpost for fixation during scanning. Furthermore, this study provides a thorough acclimation method used to accustom animals to the MRI environment minimizing motion-induced artifacts. Using a 14 T scanner, high-resolution fMRI enabled brain-wide functional mapping of visual and vibrissa stimulation at 100 µm×100 µm×200 µm resolution with a 2 s per frame sampling rate. Besides activated ascending visual and vibrissa pathways, robust blood oxygen level-dependent (BOLD) responses were detected in the anterior cingulate cortex upon visual stimulation and spread through the ventral retrosplenial area (VRA) with vibrissa air-puff stimulation, demonstrating higher-order sensory processing in association cortices of awake mice. In particular, the rapid hemodynamic responses in VRA upon vibrissa stimulation showed a strong correlation with the hippocampus, thalamus, and prefrontal cortical areas. Cross-correlation analysis with designated VRA responses revealed early positive BOLD signals at the contralateral barrel cortex (BC) occurring 2 s prior to the air-puff in awake mice with repetitive stimulation, which was not detected using a randomized stimulation paradigm. This early BC activation indicated a learned anticipation through the vibrissa system and association cortices in awake mice under continuous exposure of repetitive air-puff stimulation. This work establishes a high-resolution awake mouse fMRI platform, enabling brain-wide functional mapping of sensory signal processing in higher association cortical areas.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95528.3",
    "journal": "eLife"
  },
  {
    "title": "Sibling similarity can reveal key insights into genetic architecture",
    "authors": [
      "Souaiaia, Tade",
      "Wu, Hei Man",
      "Hoggart, Clive",
      "O'Reilly, Paul F"
    ],
    "abstract": "<jats:p>The use of siblings to infer the factors influencing complex traits has been a cornerstone of quantitative genetics. Here, we utilise siblings for a novel application: the inference of genetic architecture, specifically that relating to individuals with extreme trait values (e.g. in the top 1%). Inferring the genetic architecture most relevant to this group of individuals is important because they are at the greatest risk of disease and may be more likely to harbour rare variants of large effect due to natural selection. We develop a theoretical framework that derives expected distributions of sibling trait values based on an index sibling’s trait value, estimated trait heritability, and null assumptions that include infinitesimal genetic effects and environmental factors that are either controlled for or have combined Gaussian effects. This framework is then used to develop statistical tests powered to distinguish between trait tails characterised by common polygenic architecture from those that include substantial enrichments of de novo or rare variant (Mendelian) architecture. We apply our tests to UK Biobank data here, although we note that they can be used to infer genetic architecture in any cohort or health registry that includes siblings and their trait values, since these tests do not use genetic data. We describe how our approach has the potential to help disentangle the genetic and environmental causes of extreme trait values, and to improve the design and power of future sequencing studies to detect rare variants.</jats:p>",
    "url": "https://doi.org/10.7554/elife.87522",
    "journal": "eLife"
  },
  {
    "title": "Nicotine enhances the stemness and tumorigenicity in intestinal stem cells via Hippo-YAP/TAZ and Notch signal pathway",
    "authors": [
      "Isotani, Ryosuke",
      "Igarashi, Masaki",
      "Miura, Masaomi",
      "Naruse, Kyoko",
      "Kuranami, Satoshi",
      "Katoh, Manami",
      "Nomura, Seitaro",
      "Yamauchi, Toshimasa"
    ],
    "abstract": "<jats:p>Cigarette smoking is a well-known risk factor inducing the development and progression of various diseases. Nicotine (NIC) is the major constituent of cigarette smoke. However, knowledge of the mechanism underlying the NIC-regulated stem cell functions is limited. In this study, we demonstrate that NIC increases the abundance and proliferative activity of murine intestinal stem cells (ISCs) in vivo and ex vivo. Moreover, NIC induces Yes-associated protein (YAP) /Transcriptional coactivator with PDZ-binding motif (TAZ) and Notch signaling in ISCs via α7-nicotinic acetylcholine receptor (nAchR) and protein kinase C (PKC) activation; this effect was not detected in Paneth cells. The inhibition of Notch signaling by dibenzazepine (DBZ) nullified the effects of NIC on ISCs. NIC enhances in vivo tumor formation from ISCs after loss of the tumor suppressor gene Apc, DBZ inhibited NIC-induced tumor growth. Hence, this study identifies a NIC-triggered pathway regulating the stemness and tumorigenicity of ISCs and suggests the use of DBZ as a potential therapeutic strategy for treating intestinal tumors.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95267.4",
    "journal": "eLife"
  },
  {
    "title": "FtsK is critical for the assembly of the unique divisome complex of the FtsZ-less Chlamydia trachomatis",
    "authors": [
      "Harpring, McKenna",
      "Lee, Junghoon",
      "Zhong, Guangming",
      "Ouellette, Scot P",
      "Cox, John V"
    ],
    "abstract": "<jats:p><jats:italic>Chlamydia trachomatis</jats:italic> serovar L2 (<jats:italic>Ct),</jats:italic> an obligate intracellular bacterium that does not encode FtsZ, divides by a polarized budding process. In the absence of FtsZ, we show that FtsK, a chromosomal translocase, is critical for divisome assembly in <jats:italic>Ct</jats:italic>. Chlamydial FtsK forms discrete foci at the septum and at the base of the progenitor mother cell, and our data indicate that FtsK foci at the base of the mother cell mark the location of nascent divisome complexes that form at the site where a daughter cell will emerge in the next round of division. The divisome in <jats:italic>Ct</jats:italic> has a hybrid composition, containing elements of the divisome and elongasome from other bacteria, and FtsK is recruited to nascent divisomes prior to the other chlamydial divisome proteins assayed, including the PBP2 and PBP3 transpeptidases, and MreB and MreC. Knocking down FtsK prevents divisome assembly in <jats:italic>Ct</jats:italic> and inhibits cell division and septal peptidoglycan synthesis. We further show that MreB does not function like FtsZ and serve as a scaffold for the assembly of the <jats:italic>Ct</jats:italic> divisome. Rather, MreB is one of the last proteins recruited to the chlamydial divisome, and it is necessary for the formation of septal peptidoglycan rings. Our studies illustrate the critical role of chlamydial FtsK in coordinating divisome assembly and peptidoglycan synthesis in this obligate intracellular bacterial pathogen.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104199",
    "journal": "eLife"
  },
  {
    "title": "Synaptic cell adhesion molecule Cdh6 identifies a class of sensory neurons with novel functions in colonic motility",
    "authors": [
      "Gomez-Frittelli, Julieta",
      "Devienne, Gabrielle Frederique",
      "Travis, Lee",
      "Kyloh, Melinda A",
      "Duan, Xin",
      "Hibberd, Tim J",
      "Spencer, Nick J",
      "Huguenard, John R",
      "Kaltschmidt, Julia A"
    ],
    "abstract": "<jats:p>Intrinsic sensory neurons are an essential part of the enteric nervous system (ENS) and play a crucial role in gastrointestinal tract motility and digestion. Neuronal subtypes in the ENS have been distinguished by their electrophysiological properties, morphology, and expression of characteristic markers, notably neurotransmitters and neuropeptides. Here, we investigated synaptic cell adhesion molecules as novel cell-type markers in the ENS. Our work identifies two type II classic cadherins, <jats:italic>Cdh6</jats:italic> and <jats:italic>Cdh8,</jats:italic> specific to sensory neurons in the mouse colon. We show that <jats:italic>Cdh6+</jats:italic> neurons demonstrate all other distinguishing classifications of enteric sensory neurons including marker expression of <jats:italic>Calcb</jats:italic> and <jats:italic>Nmu</jats:italic>, Dogiel type II morphology and AH-type electrophysiology and <jats:italic>I<jats:sub>H</jats:sub></jats:italic> current. Optogenetic activation of <jats:italic>Cdh6+</jats:italic> sensory neurons in distal colon evokes retrograde colonic motor complexes (CMCs), while pharmacologic blockade of rhythmicity-associated current <jats:italic>I<jats:sub>H</jats:sub></jats:italic> disrupts the spontaneous generation of CMCs. These findings provide the first demonstration of selective activation of a single neurochemical and functional class of enteric neurons and demonstrate a functional and critical role for sensory neurons in the generation of CMCs.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101043.3",
    "journal": "eLife"
  },
  {
    "title": "The potential of inversions to accumulate balanced sexual antagonism is supported by simulations and Drosophila experiments",
    "authors": [
      "McAllester, Christopher S",
      "Pool, John E"
    ],
    "abstract": "<jats:p>Chromosomal inversion polymorphisms can be common, but the causes of their persistence are often unclear. We propose a model for the maintenance of inversion polymorphism, which requires that some variants contribute antagonistically to two phenotypes, one of which has negative frequency-dependent fitness. These conditions yield a form of frequency-dependent disruptive selection, favoring two predominant haplotypes segregating alleles that favor opposing antagonistic phenotypes. An inversion associated with one haplotype can reduce the fitness load incurred by generating recombinant offspring, reinforcing its linkage to the haplotype and enabling both haplotypes to accumulate more antagonistic variants than expected otherwise. We develop and apply a forward simulator to examine these dynamics under a tradeoff between survival and male display. These simulations indeed generate inversion-associated haplotypes with opposing sex-specific fitness effects. Antagonism strengthens with time, and can ultimately yield karyotypes at surprisingly predictable frequencies, with striking genotype frequency differences between sexes and between developmental stages. To test whether this model may contribute to well-studied yet enigmatic inversion polymorphisms in <jats:italic>Drosophila melanogaster</jats:italic>, we track inversion frequencies in laboratory crosses to test whether they influence male reproductive success or survival. We find that two of the four tested inversions show significant evidence for the tradeoff examined, with <jats:italic>In(3 R)K</jats:italic> favoring survival and <jats:italic>In(3 L)Ok</jats:italic> favoring male reproduction. In line with the apparent sex-specific fitness effects implied for both of those inversions, <jats:italic>In(3 L)Ok</jats:italic> was also found to be less costly to the viability and/or longevity of males than females, whereas <jats:italic>In(3 R)K</jats:italic> was more beneficial to female survival. Based on this work, we expect that balancing selection on antagonistically pleiotropic traits may provide a significant and underappreciated contribution to the maintenance of natural inversion polymorphism.</jats:p>",
    "url": "https://doi.org/10.7554/elife.93338.4",
    "journal": "eLife"
  },
  {
    "title": "Flexibility in PAM recognition expands DNA targeting in xCas9",
    "authors": [
      "Hossain, Kazi A",
      "Nierzwicki, Lukasz",
      "Orozco, Modesto",
      "Czub, Jacek",
      "Palermo, Giulia"
    ],
    "abstract": "<jats:p>xCas9 is an evolved variant of the CRISPR-Cas9 genome editing system, engineered to improve specificity and reduce undesired off-target effects. How xCas9 expands the DNA targeting capability of Cas9 by recognising a series of alternative protospacer adjacent motif (PAM) sequences while ignoring others is unknown. Here, we elucidate the molecular mechanism underlying xCas9’s expanded PAM recognition and provide critical insights for expanding DNA targeting. We demonstrate that while wild-type Cas9 enforces stringent guanine selection through the rigidity of its interacting arginine dyad, xCas9 introduces flexibility in R1335, enabling selective recognition of specific PAM sequences. This increased flexibility confers a pronounced entropic preference, which also improves recognition of the canonical TGG PAM. Furthermore, xCas9 enhances DNA binding to alternative PAM sequences during the early evolution cycles, while favouring binding to the canonical PAM in the final evolution cycle. This dual functionality highlights how xCas9 broadens PAM recognition and underscores the importance of fine-tuning the flexibility of the PAM-interacting cleft as a key strategy for expanding the DNA targeting potential of CRISPR-Cas systems. These findings deepen our understanding of DNA recognition in xCas9 and may apply to other CRISPR-Cas systems with similar PAM recognition requirements.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102538.3",
    "journal": "eLife"
  },
  {
    "title": "Alzheimer-mutant γ-secretase complexes stall amyloid β-peptide production",
    "authors": [
      "Arafi, Parnian",
      "Devkota, Sujan",
      "Williams, Emily",
      "Maesako, Masato",
      "Wolfe, Michael S"
    ],
    "abstract": "<jats:p>Missense mutations in the amyloid precursor protein (APP) and presenilin-1 (PSEN1) cause early-onset familial Alzheimer’s disease (FAD) and alter proteolytic production of secreted 38-to-43-residue amyloid β-peptides (Aβ) by the PSEN1-containing γ-secretase complex, ostensibly supporting the amyloid hypothesis of pathogenesis. However, proteolysis of APP substrate by γ-secretase is processive, involving initial endoproteolysis to produce long Aβ peptides of 48 or 49 residues followed by carboxypeptidase trimming in mostly tripeptide increments. We recently reported evidence that FAD mutations in APP and PSEN1 cause deficiencies in early steps in processive proteolysis of APP substrate C99 and that this results from stalled γ-secretase enzyme-substrate and/or enzyme-intermediate complexes. These stalled complexes triggered synaptic degeneration in a <jats:italic>Caenorhabditis elegans</jats:italic> model of FAD independently of Aβ production. Here, we conducted full quantitative analysis of all proteolytic events on APP substrate by γ-secretase with six additional PSEN1 FAD mutations and found that all six are deficient in multiple processing steps. However, only one of these (F386S) was deficient in certain trimming steps but not in endoproteolysis. Fluorescence lifetime imaging microscopy in intact cells revealed that all six PSEN1 FAD mutations lead to stalled γ-secretase enzyme-substrate/intermediate complexes. The F386S mutation, however, does so only in Aβ-rich regions of the cells, not in C99-rich regions, consistent with the deficiencies of this mutant enzyme only in trimming of Aβ intermediates. These findings provide further evidence that FAD mutations lead to stalled and stabilized γ-secretase enzyme-substrate and/or enzyme-intermediate complexes and are consistent with the stalled process rather than the products of γ-secretase proteolysis as the pathogenic trigger.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102274.3",
    "journal": "eLife"
  },
  {
    "title": "Flexibility in PAM recognition expands DNA targeting in xCas9",
    "authors": [
      "Hossain, Kazi A",
      "Nierzwicki, Lukasz",
      "Orozco, Modesto",
      "Czub, Jacek",
      "Palermo, Giulia"
    ],
    "abstract": "<jats:p>xCas9 is an evolved variant of the CRISPR-Cas9 genome editing system, engineered to improve specificity and reduce undesired off-target effects. How xCas9 expands the DNA targeting capability of Cas9 by recognising a series of alternative protospacer adjacent motif (PAM) sequences while ignoring others is unknown. Here, we elucidate the molecular mechanism underlying xCas9’s expanded PAM recognition and provide critical insights for expanding DNA targeting. We demonstrate that while wild-type Cas9 enforces stringent guanine selection through the rigidity of its interacting arginine dyad, xCas9 introduces flexibility in R1335, enabling selective recognition of specific PAM sequences. This increased flexibility confers a pronounced entropic preference, which also improves recognition of the canonical TGG PAM. Furthermore, xCas9 enhances DNA binding to alternative PAM sequences during the early evolution cycles, while favouring binding to the canonical PAM in the final evolution cycle. This dual functionality highlights how xCas9 broadens PAM recognition and underscores the importance of fine-tuning the flexibility of the PAM-interacting cleft as a key strategy for expanding the DNA targeting potential of CRISPR-Cas systems. These findings deepen our understanding of DNA recognition in xCas9 and may apply to other CRISPR-Cas systems with similar PAM recognition requirements.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102538",
    "journal": "eLife"
  },
  {
    "title": "Early and delayed STAT1-dependent responses drive local trained immunity of macrophages in the spleen",
    "authors": [
      "Solomon, Aryeh",
      "Bossel Ben-Moshe, Noa",
      "Hoffman, Dotan",
      "Trzebanski, Sébastien",
      "Yehezkel, Dror",
      "Vainman, Leia",
      "Netea, Mihai G",
      "Avraham, Roi"
    ],
    "abstract": "<jats:p>Trained immunity (TI) is the process wherein innate immune cells gain functional memory upon exposure to specific ligands or pathogens, leading to augmented inflammatory responses and pathogen clearance upon secondary exposure. While the differentiation of hematopoietic stem cells (HSCs) and reprogramming of bone marrow (BM) progenitors are well-established mechanisms underpinning durable TI protection, remodeling of the cellular architecture within the tissue during TI remains underexplored. Here, we study the effects of peritoneal Bacillus Calmette–Guérin (BCG) administration to find TI-mediated protection in the spleen against a subsequent heterologous infection by the Gram-negative pathogen <jats:italic>Salmonella</jats:italic> Typhimurium (<jats:italic>S</jats:italic>.Tm). Utilizing single cell RNA-sequencing and flow cytometry, we discerned STAT1-regulated genes in TI-associated resident and recruited splenic myeloid populations. The temporal dynamics of TI were further elucidated, revealing both early and delayed myeloid subsets with time-dependent, cell-type-specific STAT1 signatures. Using lineage tracing, we find that tissue-resident red pulp macrophages (RPM), initially depleted by BCG exposure, are restored from both tissue-trained, self-renewing macrophages and from bone marrow-derived progenitors, fostering long lasting local defense. Early inhibition of STAT1 activation, using specific JAK-STAT inhibitors, reduces both RPM loss and recruitment of trained monocytes. Our study suggests a temporal window soon after BCG vaccination, in which STAT1-dependent activation of long-lived resident cells in the tissue mediates localized protection.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100922.3",
    "journal": "eLife"
  },
  {
    "title": "Teichoic acids in the periplasm and cell envelope of Streptococcus pneumoniae",
    "authors": [
      "Nguyen, Mai",
      "Bauda, Elda",
      "Boyat, Célia",
      "Laguri, Cédric",
      "Freton, Céline",
      "Chouquet, Anne",
      "Gallet, Benoit",
      "Baudoin, Morgane",
      "Wong, Yung-Sing",
      "Grangeasse, Christophe",
      "Moriscot, Christine",
      "Durmort, Claire",
      "Zapun, André",
      "Morlot, Cecile"
    ],
    "abstract": "<jats:p>Teichoic acids (TA) are linear phospho-saccharidic polymers and important constituents of the cell envelope of Gram-positive bacteria, either bound to the peptidoglycan as wall teichoic acids (WTA) or to the membrane as lipoteichoic acids (LTA). The composition of TA varies greatly but the presence of both WTA and LTA is highly conserved, hinting at an underlying fundamental function that is distinct from their specific roles in diverse organisms. We report the observation of a periplasmic space in <jats:italic>Streptococcus pneumoniae</jats:italic> by cryo-electron microscopy of vitreous sections. The thickness and appearance of this region change upon deletion of genes involved in the attachment of TA, supporting their role in the maintenance of a periplasmic space in Gram-positive bacteria as a possible universal function. Consequences of these mutations were further examined by super-resolved microscopy, following metabolic labeling and fluorophore coupling by click chemistry. This novel labeling method also enabled in-gel analysis of cell fractions. With this approach, we were able to titrate the actual amount of TA per cell and to determine the ratio of WTA to LTA. In addition, we followed the change of TA length during growth phases, and discovered that a mutant devoid of LTA accumulates the membrane-bound polymerized TA precursor.</jats:p>",
    "url": "https://doi.org/10.7554/elife.105132.3",
    "journal": "eLife"
  },
  {
    "title": "ATP-release pannexin channels are gated by lysophospholipids",
    "authors": [
      "Henze, Erik",
      "Burkhardt, Russell N",
      "Fox, Bennett William",
      "Schwertfeger, Tyler J",
      "Gelsleichter, Eric",
      "Michalski, Kevin",
      "Kramer, Lydia",
      "Lenfest, Margret",
      "Boesch, Jordyn M",
      "Lin, Hening",
      "Schroeder, Frank C",
      "Kawate, Toshimitsu"
    ],
    "abstract": "<jats:p>In addition to its role as cellular energy currency, adenosine triphosphate (ATP) serves as an extracellular messenger that mediates diverse cell-to-cell communication. Compelling evidence supports that ATP is released from cells through pannexins, a family of membrane proteins that form heptameric large-pore channels. However, the activation mechanisms that trigger ATP release by pannexins remain poorly understood. Here, we discover lysophospholipids as endogenous pannexin activators, using activity-guided fractionation of mouse tissue extracts combined with untargeted metabolomics and electrophysiology. We show that lysophospholipids directly and reversibly activate pannexins in the absence of other proteins. Secretomics experiments reveal that lysophospholipid-activated pannexin 1 leads to the release of not only ATP but also other signaling metabolites, such as 5’-methylthioadenosine, which is important for immunomodulation. We also demonstrate that lysophospholipids activate endogenous pannexin 1 in human monocytes, leading to the release of IL-1β through inflammasome activation. Our results provide a connection between lipid metabolism and purinergic signaling, both of which play major roles in immune responses.</jats:p>",
    "url": "https://doi.org/10.7554/elife.107067",
    "journal": "eLife"
  },
  {
    "title": "Evaluating the transcriptional regulators of arterial gene expression via a catalogue of characterized arterial enhancers",
    "authors": [
      "Nornes, Svanhild",
      "Bruche, Susann",
      "Adak, Niharika",
      "McCracken, Ian R",
      "De Val, Sarah"
    ],
    "abstract": "<jats:p>The establishment and growth of the arterial endothelium require the coordinated expression of numerous genes. However, regulation of this process is not yet fully understood. Here, we combined in silico analysis with transgenic mice and zebrafish models to characterize arterial-specific enhancers associated with eight key arterial identity genes (<jats:italic>Acvrl1</jats:italic>/<jats:italic>Alk1</jats:italic>, <jats:italic>Cxcr4, Cxcl12, Efnb2, Gja4/Cx37, Gja5/Cx40</jats:italic>, <jats:italic>Nrp1,</jats:italic> and <jats:italic>Unc5b</jats:italic>). Next, to elucidate the regulatory pathways upstream of arterial gene transcription, we investigated the transcription factors binding each arterial enhancer compared to a similar assessment of non-arterial endothelial enhancers. These results found that binding of SOXF and ETS factors was a common occurrence at both arterial and pan-endothelial enhancers, suggesting neither are sufficient to direct arterial specificity. Conversely, FOX motifs independent of ETS motifs were over-represented at arterial enhancers. Further, MEF2 and RBPJ binding was enriched but not ubiquitous at arterial enhancers, potentially linked to specific patterns of behaviour within the arterial endothelium. Lastly, there was no shared or arterial-specific signature for WNT-associated TCF/LEF, TGFβ/BMP-associated SMAD1/5 and SMAD2/3, shear stress-associated KLF4, or venous-enriched NR2F2. This cohort of well-characterized and in vivo-verified enhancers can now provide a platform for future studies into the interaction of different transcriptional and signaling pathways with arterial gene expression.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102440",
    "journal": "eLife"
  },
  {
    "title": "Structure of the Calvin-Benson-Bassham sedoheptulose-1,7-bisphosphatase from the model microalga Chlamydomonas reinhardtii",
    "authors": [
      "Le Moigne, Théo",
      "Santoni, Martina",
      "Jomat, Lucile",
      "Lemaire, Stéphane D",
      "Zaffagnini, Mirko",
      "Chéron, Nicolas",
      "Henri, Julien"
    ],
    "abstract": "<jats:p>The Calvin-Benson-Bassham cycle (CBBC) performs carbon fixation in photosynthetic organisms. Among the eleven enzymes that participate in the pathway, sedoheptulose-1,7-bisphosphatase (SBPase) is expressed in photo-autotrophs and catalyzes the hydrolysis of sedoheptulose-1,7-bisphosphate (SBP) to sedoheptulose-7-phosphate (S7P). SBPase, along with nine other enzymes in the CBBC, contributes to the regeneration of ribulose-1,5-bisphosphate, the carbon-fixing co-substrate used by ribulose-1,5-bisphosphate carboxylase/oxygenase (Rubisco). The metabolic role of SBPase is restricted to the CBBC, and a recent study revealed that the three-dimensional structure of SBPase from the moss <jats:italic>Physcomitrium patens</jats:italic> was found to be similar to that of fructose-1,6-bisphosphatase (FBPase), an enzyme involved in both CBBC and neoglucogenesis. In this study we report the first structure of an SBPase from a chlorophyte, the model unicellular green microalga <jats:italic>Chlamydomonas reinhardtii</jats:italic>. By combining experimental and computational structural analyses, we describe the topology, conformations, and quaternary structure of <jats:italic>Chlamydomonas reinhardtii</jats:italic> SBPase (<jats:italic>Cr</jats:italic>SBPase). We identify active site residues and locate sites of redox- and phospho-post-translational modifications that contribute to enzymatic functions. Finally, we observe that <jats:italic>Cr</jats:italic>SBPase adopts distinct oligomeric states that may dynamically contribute to the control of its activity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.87196",
    "journal": "eLife"
  },
  {
    "title": "Emergence of Dip2-mediated specific DAG-based PKC signalling axis in eukaryotes",
    "authors": [
      "Shambhavi, Sakshi",
      "Mondal, Sudipta",
      "Chakraborty, Arnab",
      "Shukla, Nikita",
      "Panda, Bapin Kumar",
      "Kumar, Santhosh",
      "Kinatukara, Priyadarshan",
      "Pal, Biswajit",
      "Kamat, Siddhesh S",
      "Sankaranarayanan, Rajan"
    ],
    "abstract": "<jats:p>Diacylglycerols (DAGs) are used for metabolic purposes and are tightly regulated secondary lipid messengers in eukaryotes. DAG subspecies with different fatty-acyl chains are proposed to be involved in the activation of distinct PKC isoforms, resulting in diverse physiological outcomes. However, the molecular players and the regulatory origin for fine-tuning the PKC pathway are unknown. Here, we show that Dip2, a conserved DAG regulator across Fungi and Animalia, has emerged as a modulator of PKC signalling in yeast. Dip2 maintains the level of a specific DAG subpopulation, required for the activation of PKC-mediated cell wall integrity pathway. Interestingly, the canonical DAG-metabolism pathways, being promiscuous, are decoupled from PKC signalling. We demonstrate that these DAG subspecies are sourced from a phosphatidylinositol pool generated by the acyl-chain remodelling pathway. Furthermore, we provide insights into the intimate coevolutionary relationship between the regulator (Dip2) and the effector (PKC) of DAG-based signalling. Hence, our study underscores the establishment of Dip2-PKC axis about 1.2 billion years ago in Opisthokonta, which marks the rooting of the first specific DAG-based signalling module of eukaryotes.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104011.3",
    "journal": "eLife"
  },
  {
    "title": "Intergenerational transport of double-stranded RNA in C. elegans can limit heritable epigenetic changes",
    "authors": [
      "Shugarts Devanapally, Nathan M",
      "Sathya, Aishwarya",
      "Yi, Andrew L",
      "Chan, Winnie M",
      "Marre, Julia A",
      "Jose, Antony M"
    ],
    "abstract": "<jats:p>RNAs in circulation carry sequence-specific regulatory information between cells in plant, animal, and host-pathogen systems. Such RNA can cross generational boundaries, as evidenced by somatic double-stranded RNA (dsRNA) in the nematode <jats:italic>Caenorhabditis elegans</jats:italic> silencing genes of matching sequence in progeny. Here we dissect the intergenerational path taken by dsRNA from parental circulation and discover that cytosolic import through the dsRNA importer SID-1 in the parental germline and/or developing progeny varies with developmental time and dsRNA substrates. Loss of SID-1 enhances initiation of heritable RNA silencing within the germline and causes changes in the expression of the <jats:italic><jats:bold>s</jats:bold>id-1</jats:italic>-<jats:bold>d</jats:bold>ependent <jats:bold>g</jats:bold>ene <jats:italic>sdg-1</jats:italic> that last for more than 100 generations after restoration of SID-1. The SDG-1 protein is enriched in perinuclear germ granules required for heritable RNA silencing but is expressed from a retrotransposon targeted by such silencing. This auto-inhibitory loop suggests how retrotransposons could persist by hosting genes that regulate their own silencing.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99149.3",
    "journal": "eLife"
  },
  {
    "title": "The PRC2.1 subcomplex opposes G1 progression through regulation of CCND1 and CCND2",
    "authors": [
      "Longhurst, Adam D",
      "Wang, Kyle",
      "Suresh, Harsha Garadi",
      "Ketavarapu, Mythili",
      "Ward, Henry N",
      "Jones, Ian R",
      "Narayan, Vivek",
      "Hundley, Frances V",
      "Hassan, Arshia Zernab",
      "Boone, Charles",
      "Myers, Chad L",
      "Shen, Yin",
      "Ramani, Vijay",
      "Andrews, Brenda J",
      "Toczyski, David P"
    ],
    "abstract": "<jats:p>Progression through the G1 phase of the cell cycle is the most highly regulated step in cellular division. We employed a chemogenetic approach to discover novel cellular networks that regulate cell cycle progression. This approach uncovered functional clusters of genes that altered sensitivity of cells to inhibitors of the G1/S transition. Mutation of components of the Polycomb Repressor Complex 2 rescued proliferation inhibition caused by the CDK4/6 inhibitor palbociclib, but not to inhibitors of S phase or mitosis. In addition to its core catalytic subunits, mutation of the PRC2.1 accessory protein MTF2, but not the PRC2.2 protein JARID2, rendered cells resistant to palbociclib treatment. We found that PRC2.1 (MTF2), but not PRC2.2 (JARID2), was critical for promoting H3K27me3 deposition at CpG islands genome-wide and in promoters. This included the CpG islands in the promoter of the CDK4/6 cyclins CCND1 and CCND2, and loss of MTF2 lead to upregulation of both CCND1 and CCND2. Our results demonstrate a role for PRC2.1, but not PRC2.2, in antagonizing G1 progression in a diversity of cell linages, including chronic myeloid leukemia (CML), breast cancer, and immortalized cell lines.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97577.3",
    "journal": "eLife"
  },
  {
    "title": "Discriminating neural ensemble patterns through dendritic computations in randomly connected feedforward networks",
    "authors": [
      "Somashekar, Bhanu Priya",
      "Bhalla, Upinder Singh"
    ],
    "abstract": "<jats:p>Co-active or temporally ordered neural ensembles are a signature of salient sensory, motor, and cognitive events. Local convergence of such patterned activity as synaptic clusters on dendrites could help single neurons harness the potential of dendritic nonlinearities to decode neural activity patterns. We combined theory and simulations to assess the likelihood of whether projections from neural ensembles could converge onto synaptic clusters even in networks with random connectivity. Using rat hippocampal and cortical network statistics, we show that clustered convergence of axons from three to four different co-active ensembles is likely even in randomly connected networks, leading to representation of arbitrary input combinations in at least 10 target neurons in a 100,000 population. In the presence of larger ensembles, spatiotemporally ordered convergence of three to five axons from temporally ordered ensembles is also likely. These active clusters result in higher neuronal activation in the presence of strong dendritic nonlinearities and low background activity. We mathematically and computationally demonstrate a tight interplay between network connectivity, spatiotemporal scales of subcellular electrical and chemical mechanisms, dendritic nonlinearities, and uncorrelated background activity. We suggest that dendritic clustered and sequence computation is pervasive, but its expression as somatic selectivity requires confluence of physiology, background activity, and connectomics.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100664.4",
    "journal": "eLife"
  },
  {
    "title": "Multi-omics analyses and machine learning prediction of oviductal responses in the presence of gametes and embryos",
    "authors": [
      "Finnerty, Ryan M",
      "Carulli, Daniel J",
      "Hedge, Akshata",
      "Wang, Yanli",
      "Boadu, Frimpong",
      "Winuthayanon, Sarayut",
      "Jack Cheng, Jianlin",
      "Winuthayanon, Wipawee"
    ],
    "abstract": "<jats:p>The oviduct is the site of fertilization and preimplantation embryo development in mammals. Evidence suggests that gametes alter oviductal gene expression. To delineate the adaptive interactions between the oviduct and gamete/embryo, we performed a multi-omics characterization of oviductal tissues utilizing bulk RNA-sequencing (RNA-seq), single-cell RNA-sequencing (scRNA-seq), and proteomics collected from distal and proximal at various stages after mating in mice. We observed robust region-specific transcriptional signatures. Specifically, the presence of sperm induces genes involved in pro-inflammatory responses in the proximal region at 0.5 days post-coitus (dpc). Genes involved in inflammatory responses were produced specifically by secretory epithelial cells in the oviduct. At 1.5 and 2.5 dpc, genes involved in pyruvate and glycolysis were enriched in the proximal region, potentially providing metabolic support for developing embryos. Abundant proteins in the oviductal fluid were differentially observed between naturally fertilized and superovulated samples. RNA-seq data were used to identify transcription factors predicted to influence protein abundance in the proteomic data via a novel machine learning model based on transformers of integrating transcriptomics and proteomics data. The transformers identified influential transcription factors and correlated predictive protein expressions in alignment with the in vivo-derived data. Lastly, we found some differences between inflammatory responses in sperm-exposed mouse oviducts compared to hydrosalpinx Fallopian tubes from patients. In conclusion, our multi-omics characterization and subsequent in vivo confirmation of proteins/RNAs indicate that the oviduct is adaptive and responsive to the presence of sperm and embryos in a spatiotemporal manner.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100705",
    "journal": "eLife"
  },
  {
    "title": "Exploration of the metabolomic mechanisms of postmenopausal hypertension induced by low estrogen state",
    "authors": [
      "Li, Yao",
      "Xin, Hui",
      "Lian, Zhexun",
      "Zhang, Wei"
    ],
    "abstract": "<jats:p>Estrogen significantly impacts women’s health, and postmenopausal hypertension is a common issue characterized by blood pressure fluctuations. Current control strategies for this condition are limited in efficacy, necessitating further research into the underlying mechanisms. Although metabolomics has been applied to study various diseases, its use in understanding postmenopausal hypertension is scarce. Therefore, an ovariectomized rat model was used to simulate postmenopausal conditions. Estrogen levels, blood pressure, and aortic tissue metabolomics were analyzed. Animal models were divided into Sham, OVX, and OVX +E groups. Serum estrogen levels, blood pressure measurements, and aortic tissue metabolomics analyses were performed using radioimmunoassay, UHPLC-Q-TOF, and bioinformatics techniques. Based on the above research content, we successfully established a correlation between low estrogen levels and postmenopausal hypertension in rats. Notable differences in blood pressure parameters and aortic tissue metabolites were observed across the experimental groups. Specifically, metabolites that were differentially expressed, particularly L-alpha-aminobutyric acid (L-AABA), showed potential as a biomarker for postmenopausal hypertension, potentially exerting a protective function through macrophage activation and vascular remodeling. Enrichment analysis revealed alterations in sugar metabolism pathways, such as the Warburg effect and glycolysis, indicating their involvement in postmenopausal hypertension. Overall, this current research provides insights into the metabolic changes associated with postmenopausal hypertension, highlighting the role of L-AABA and sugar metabolism reprogramming in aortic tissue. The findings suggest a potential link between low estrogen levels, macrophage function, and vascular remodeling in the pathogenesis of postmenopausal hypertension. Further investigations are needed to validate these findings and explore their clinical implications for postmenopausal women.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101701.2",
    "journal": "eLife"
  },
  {
    "title": "CausalXtract, a flexible pipeline to extract causal effects from live-cell time-lapse imaging data",
    "authors": [
      "Simon, Franck",
      "Comes, Maria Colomba",
      "Tocci, Tiziana",
      "Dupuis, Louise",
      "Cabeli, Vincent",
      "Lagrange, Nikita",
      "Mencattini, Arianna",
      "Parrini, Maria Carla",
      "Martinelli, Eugenio",
      "Isambert, Herve"
    ],
    "abstract": "<jats:p>Live-cell microscopy routinely provides massive amounts of time-lapse images of complex cellular systems under various physiological or therapeutic conditions. However, this wealth of data remains difficult to interpret in terms of causal effects. Here, we describe CausalXtract, a flexible computational pipeline that discovers causal and possibly time-lagged effects from morphodynamic features and cell–cell interactions in live-cell imaging data. CausalXtract methodology combines network-based and information-based frameworks, which is shown to discover causal effects overlooked by classical Granger and Schreiber causality approaches. We showcase the use of CausalXtract to uncover novel causal effects in a tumor-on-chip cellular ecosystem under therapeutically relevant conditions. In particular, we find that cancer-associated fibroblasts directly inhibit cancer cell apoptosis, independently from anticancer treatment. CausalXtract uncovers also multiple antagonistic effects at different time delays. Hence, CausalXtract provides a unique computational tool to interpret live-cell imaging data for a range of fundamental and translational research applications.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95485.3",
    "journal": "eLife"
  },
  {
    "title": "A neural correlate of individual odor preference in Drosophila",
    "authors": [
      "Churgin, Matthew A",
      "Lavrentovich, Danylo O",
      "Smith, Matthew A-Y",
      "Gao, Ruixuan",
      "Boyden, Edward S",
      "de Bivort, Benjamin L"
    ],
    "abstract": "<jats:p>Behavior varies even among genetically identical animals raised in the same environment. However, little is known about the circuit or anatomical origins of this individuality. Here, we demonstrate a neural correlate of <jats:italic>Drosophila</jats:italic> odor preference behavior in the olfactory sensory periphery. Namely, idiosyncratic calcium responses in projection neuron (PN) dendrites and densities of the presynaptic protein Bruchpilot in olfactory receptor neuron (ORN) axon terminals correlate with individual preferences in a choice between two aversive odorants. The ORN-PN synapse appears to be a locus of individuality where microscale variation gives rise to idiosyncratic behavior. Simulating microscale stochasticity in ORN-PN synapses of a 3062 neuron model of the antennal lobe recapitulates patterns of variation in PN calcium responses matching experiments. Conversely, stochasticity in other compartments of this circuit does not recapitulate those patterns. Our results demonstrate how physiological and microscale structural circuit variations can give rise to individual behavior, even when genetics and environment are held constant.</jats:p>",
    "url": "https://doi.org/10.7554/elife.90511.4",
    "journal": "eLife"
  },
  {
    "title": "Yerba mate (Ilex paraguariensis) genome provides new insights into convergent evolution of caffeine biosynthesis",
    "authors": [
      "Vignale, Federico A",
      "Hernandez Garcia, Andrea",
      "Modenutti, Carlos P",
      "Sosa, Ezequiel J",
      "Defelipe, Lucas A",
      "Oliveira, Renato",
      "Nunes, Gisele L",
      "Acevedo, Raúl M",
      "Burguener, German F",
      "Rossi, Sebastian M",
      "Zapata, Pedro D",
      "Marti, Dardo A",
      "Sansberro, Pedro",
      "Oliveira, Guilherme",
      "Catania, Emily M",
      "Smith, Madeline N",
      "Dubs, Nicole M",
      "Nair, Satish",
      "Barkman, Todd J",
      "Turjanski, Adrian G"
    ],
    "abstract": "<jats:p>Yerba mate (YM, <jats:italic>Ilex paraguariensis</jats:italic>) is an economically important crop marketed for the elaboration of mate, the third-most widely consumed caffeine-containing infusion worldwide. Here, we report the first genome assembly of this species, which has a total length of 1.06 Gb and contains 53,390 protein-coding genes. Comparative analyses revealed that the large YM genome size is partly due to a whole-genome duplication (Ip-α) during the early evolutionary history of <jats:italic>Ilex</jats:italic>, in addition to the hexaploidization event (γ) shared by core eudicots. Characterization of the genome allowed us to clone the genes encoding methyltransferase enzymes that catalyse multiple reactions required for caffeine production. To our surprise, this species has converged upon a different biochemical pathway compared to that of coffee and tea. In order to gain insight into the structural basis for the convergent enzyme activities, we obtained a crystal structure for the terminal enzyme in the pathway that forms caffeine. The structure reveals that convergent solutions have evolved for substrate positioning because different amino acid residues facilitate a different substrate orientation such that efficient methylation occurs in the independently evolved enzymes in YM and coffee. While our results show phylogenomic constraint limits the genes coopted for convergence of caffeine biosynthesis, the X-ray diffraction data suggest structural constraints are minimal for the convergent evolution of individual reactions.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104759",
    "journal": "eLife"
  },
  {
    "title": "Proteostasis modulates gene dosage evolution in antibiotic-resistant bacteria",
    "authors": [
      "Jena, Chinmaya",
      "Chinnaraj, Saillesh",
      "Deolankar, Soham",
      "Matange, Nishad"
    ],
    "abstract": "<jats:p>Evolution of gene expression frequently drives antibiotic resistance in bacteria. We had previously (Patel and Matange, <jats:italic>eLife</jats:italic>, 2021) shown that, in <jats:italic>Escherichia coli</jats:italic>, mutations at the <jats:italic>mgrB</jats:italic> locus were beneficial under trimethoprim exposure and led to overexpression of dihydrofolate reductase (DHFR), encoded by the <jats:italic>folA</jats:italic> gene. Here, we show that DHFR levels are further enhanced by spontaneous duplication of a genomic segment encompassing <jats:italic>folA</jats:italic> and spanning hundreds of kilobases. This duplication was rare in wild-type <jats:italic>E. coli</jats:italic>. However, its frequency was elevated in a <jats:italic>lon</jats:italic>-knockout strain, altering the mutational landscape early during trimethoprim adaptation. We then exploit this system to investigate the relationship between trimethoprim pressure and <jats:italic>folA</jats:italic> copy number. During long-term evolution, <jats:italic>folA</jats:italic> duplications were frequently reversed. Reversal was slower under antibiotic pressure, first requiring the acquisition of point mutations in DHFR or its promoter. Unexpectedly, despite resistance-conferring point mutations, some populations under high trimethoprim pressure maintained <jats:italic>folA</jats:italic> duplication to compensate for low abundance DHFR mutants. We find that evolution of gene dosage depends on expression demand, which is generated by antibiotic and exacerbated by proteolysis of drug-resistant mutants of DHFR. We propose a novel role for proteostasis as a determinant of copy number evolution in antibiotic-resistant bacteria.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99785.3",
    "journal": "eLife"
  },
  {
    "title": "Protein absorption in the zebrafish gut is regulated by interactions between lysosome rich enterocytes and the microbiome",
    "authors": [
      "Childers, Laura",
      "Park, Jieun",
      "Wang, Siyao",
      "Liu, Richard",
      "Barry, Robert",
      "Watts, Stephen A",
      "Rawls, John F",
      "Bagnat, Michel"
    ],
    "abstract": "<jats:p>Dietary protein absorption in neonatal mammals and fishes relies on the function of a specialized and conserved population of highly absorptive lysosome-rich enterocytes (LREs). The gut microbiome has been shown to enhance absorption of nutrients, such as lipids, by intestinal epithelial cells. However, whether protein absorption is also affected by the gut microbiome is poorly understood. Here, we investigate connections between protein absorption and microbes in the zebrafish gut. Using live microscopy-based quantitative assays, we find that microbes slow the pace of protein uptake and degradation in LREs. While microbes do not affect the number of absorbing LRE cells, microbes lower the expression of endocytic and protein digestion machinery in LREs. Using transgene-assisted cell isolation and single cell RNA-sequencing, we characterize all intestinal cells that take up dietary protein. We find that microbes affect expression of bacteria-sensing and metabolic pathways in LREs, and that some secretory cell types also take up protein and share components of protein uptake and digestion machinery with LREs. Using custom-formulated diets, we investigated the influence of diet and LRE activity on the gut microbiome. Impaired protein uptake activity in LREs, along with a protein-deficient diet, alters the microbial community and leads to an increased abundance of bacterial genera that have the capacity to reduce protein uptake in LREs. Together, these results reveal that diet-dependent reciprocal interactions between LREs and the gut microbiome regulate protein absorption.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100611.3",
    "journal": "eLife"
  },
  {
    "title": "On the role of VP3-PI3P interaction in birnavirus endosomal membrane targeting",
    "authors": [
      "Zanetti, Flavia A",
      "Fernandez, Ignacio",
      "Baquero, Eduard",
      "Guardado-Calvo, Pablo",
      "Ferrino-Iriarte, Andres",
      "Dubois, Sarah",
      "Morel, Etienne",
      "Alfonso, Victoria",
      "Aguilera, Milton Osmar",
      "Celayes, María E",
      "Polo, Luis Mariano",
      "Suhaiman, Laila",
      "Galassi, Vanesa V",
      "Chiarpotti, Maria V",
      "Allende-Ballestero, Carolina",
      "Rodriguez, Javier M",
      "Castón, Jose R",
      "Lijavetzky, Diego",
      "Taboga, Oscar",
      "Colombo, María I",
      "Del Pópolo, Mario",
      "Rey, Félix A",
      "Delgui, Laura Ruth"
    ],
    "abstract": "<jats:p>Birnaviruses are a group of double-stranded RNA (dsRNA) viruses infecting birds, fish, and insects. Early endosomes (EE) constitute the platform for viral replication. Here, we study the mechanism of birnaviral targeting of EE membranes. Using the Infectious Bursal Disease Virus (IBDV) as a model, we validate that the viral protein 3 (VP3) binds to phosphatidylinositol-3-phosphate (PI3P) present in EE membranes. We identify the domain of VP3 involved in PI3P-binding, named P2 and localized in the core of VP3, and establish the critical role of the arginine at position 200 (R<jats:sub>200</jats:sub>), conserved among all known birnaviruses. Mutating R<jats:sub>200</jats:sub> abolishes viral replication. Moreover, we propose a two-stage modular mechanism for VP3 association with EE. Firstly, the carboxy-terminal region of VP3 adsorbs on the membrane, and then the VP3 core reinforces the membrane engagement by specifically binding PI3P through its P2 domain, additionally promoting PI3P accumulation.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97261.3",
    "journal": "eLife"
  },
  {
    "title": "Akkermansia muciniphila identified as key strain to alleviate gut barrier injury through Wnt signaling pathway",
    "authors": [
      "Ma, Xin",
      "Li, Meng",
      "Zhang, Yuanyuan",
      "Xu, Tingting",
      "Zhou, Xinchen",
      "Qian, Mengqi",
      "Yang, Zhiren",
      "Han, Xinyan"
    ],
    "abstract": "<jats:p>As the largest mucosal surface, the gut has built a physical, chemical, microbial, and immune barrier to protect the body against pathogen invasion. The disturbance of gut microbiota aggravates pathogenic bacteria invasion and gut barrier injury. Fecal microbiota transplantation (FMT) is a promising treatment for microbiome-related disorders, where beneficial strain engraftment is a significant factor influencing FMT outcomes. The aim of this research was to explore the effect of FMT on antibiotic-induced microbiome-disordered (AIMD) models infected with enterotoxigenic <jats:italic>Escherichia coli</jats:italic> (ETEC). We used piglet, mouse, and intestinal organoid models to explore the protective effects and mechanisms of FMT on ETEC infection. The results showed that FMT regulated gut microbiota and enhanced the protection of AIMD piglets against ETEC K88 challenge, as demonstrated by reduced intestinal pathogen colonization and alleviated gut barrier injury. <jats:italic>Akkermansia muciniphila</jats:italic> (<jats:italic>A. muciniphila</jats:italic>) and <jats:italic>Bacteroides fragilis</jats:italic> (<jats:italic>B. fragilis</jats:italic>) were identified as two strains that may play key roles in FMT. We further investigated the alleviatory effects of these two strains on ETEC infection in the AIMD mice model, which revealed that <jats:italic>A. muciniphila</jats:italic> and <jats:italic>B. fragilis</jats:italic> relieved ETEC-induced intestinal inflammation by maintaining the proportion of Treg/Th17 cells and epithelial damage by moderately activating the Wnt/β-catenin signaling pathway, while the effect of <jats:italic>A. muciniphila</jats:italic> was better than <jats:italic>B. fragilis</jats:italic>. We, therefore, identified whether <jats:italic>A. muciniphila</jats:italic> protected against ETEC infection using basal-out and apical-out intestinal organoid models. <jats:italic>A. muciniphila</jats:italic> did protect the intestinal stem cells and stimulate the proliferation and differentiation of intestinal epithelium, and the protective effects of <jats:italic>A. muciniphila</jats:italic> were reversed by Wnt inhibitor. FMT alleviated ETEC-induced gut barrier injury and intestinal inflammation in the AIMD model. <jats:italic>A. muciniph</jats:italic>ila was identified as a key strain in FMT to promote the proliferation and differentiation of intestinal stem cells by mediating the Wnt/β-catenin signaling pathway.</jats:p>",
    "url": "https://doi.org/10.7554/elife.92906.5",
    "journal": "eLife"
  },
  {
    "title": "A systematic review and embryological perspective of pluripotent stem cell-derived autonomic postganglionic neuron differentiation for human disease modeling",
    "authors": [
      "Bos, Thomas A",
      "Polyakova, Elizaveta",
      "van Gils, Janine Maria",
      "de Vries, Antoine AF",
      "Goumans, Marie-José",
      "Freund, Christian",
      "DeRuiter, Marco C",
      "Jongbloed, Monique RM"
    ],
    "abstract": "<jats:p>Human autonomic neuronal cell models are emerging as tools for modeling diseases such as cardiac arrhythmias. In this systematic review, we compared 33 articles applying 14 different protocols to generate sympathetic neurons and 3 different procedures to produce parasympathetic neurons. All methods involved the differentiation of human pluripotent stem cells, and none employed permanent or reversible cell immortalization. Almost all protocols were reproduced in multiple pluripotent stem cell lines, and over half showed evidence of neural firing capacity. Common limitations in the field are a lack of three-dimensional models and models that include multiple cell types. Sympathetic neuron differentiation protocols largely mirrored embryonic development, with the notable absence of migration, axon extension, and target-specificity cues. Parasympathetic neuron differentiation protocols may be improved by including several embryonic cues promoting cell survival, cell maturation, or ion channel expression. Moreover, additional markers to define parasympathetic neurons in vitro may support the validity of these protocols. Nonetheless, four sympathetic neuron differentiation protocols and one parasympathetic neuron differentiation protocol reported more than two-thirds of cells expressing autonomic neuron markers. Altogether, these protocols promise to open new research avenues of human autonomic neuron development and disease modeling.</jats:p>",
    "url": "https://doi.org/10.7554/elife.103728",
    "journal": "eLife"
  },
  {
    "title": "Nitric oxide modulates contrast suppression in a subset of mouse retinal ganglion cells",
    "authors": [
      "Gonschorek, Dominic",
      "Goldin, Matías A",
      "Oesterle, Jonathan",
      "Schwerd-Kleine, Tom",
      "Arlinghaus, Ryan",
      "Zhao, Zhijian",
      "Schubert, Timm",
      "Marre, Olivier",
      "Euler, Thomas"
    ],
    "abstract": "<jats:p>Neuromodulators have major influences on the regulation of neural circuit activity across the nervous system. Nitric oxide (NO) has been shown to be a prominent neuromodulator in many circuits and has been extensively studied in the retina. Here, it has been associated with the regulation of light adaptation, gain control, and gap junctional coupling, but its effect on the retinal output, specifically on the different types of retinal ganglion cells (RGCs), is still poorly understood. In this study, we used two-photon Ca<jats:sup>2+</jats:sup> imaging and multi-electrode array (MEA) recordings to measure light-evoked activity of RGCs in the ganglion cell layer in the ex vivo mouse retina. This approach allowed us to investigate the neuromodulatory effects of NO on a cell type-level. Our findings reveal that NO selectively modulates the suppression of temporal responses in a distinct subset of contrast-suppressed RGC types, increasing their activity without altering the spatial properties of their receptive fields. Given that under photopic conditions, NO release is triggered by quick changes in light levels, we propose that these RGC types signal fast contrast changes to higher visual regions. Remarkably, we found that about one-third of the RGC types, recorded using two-photon Ca<jats:sup>2+</jats:sup> imaging, exhibited consistent, cell type-specific adaptational response changes throughout an experiment, independent of NO. By employing a sequential-recording paradigm, we could disentangle those additional adaptational response changes from drug-induced modulations. Taken together, our research highlights the selective neuromodulatory effects of NO on RGCs and emphasizes the need of considering non-pharmacological activity changes, like adaptation, in such study designs.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98742",
    "journal": "eLife"
  },
  {
    "title": "Combined forces of hydrostatic pressure and actin polymerization drive endothelial tip cell migration and sprouting angiogenesis",
    "authors": [
      "Kondrychyn, Igor",
      "He, Liqun",
      "Wint, Haymar",
      "Betsholtz, Christer",
      "Phng, Li-Kun"
    ],
    "abstract": "<jats:p>Cell migration is a key process in the shaping and formation of tissues. During sprouting angiogenesis, endothelial tip cells invade avascular tissues by generating actomyosin-dependent forces that drive cell migration and vascular expansion. Surprisingly, endothelial cells (ECs) can still invade if actin polymerization is inhibited. In this study, we show that endothelial tip cells employ an alternative mechanism of cell migration that is dependent on Aquaporin (Aqp)-mediated water inflow and increase in hydrostatic pressure. In the zebrafish, ECs express <jats:italic>aqp1a.1</jats:italic> and <jats:italic>aqp8a.1</jats:italic> in newly formed vascular sprouts in a VEGFR2-dependent manner. Aqp1a.1 and Aqp8a.1 loss-of-function studies show an impairment in intersegmental vessels formation because of a decreased capacity of tip cells to increase their cytoplasmic volume and generate membrane protrusions, leading to delayed tip cell emergence from the dorsal aorta and slower migration. Further inhibition of actin polymerization resulted in a greater decrease in sprouting angiogenesis, indicating that ECs employ two mechanisms for robust cell migration in vivo. Our study thus highlights an important role of hydrostatic pressure in tissue morphogenesis.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98612.3",
    "journal": "eLife"
  },
  {
    "title": "A-to-I RNA editing of CYP18A1 mediates transgenerational wing dimorphism in aphids",
    "authors": [
      "Zhu, Bin",
      "Wei, Rui",
      "Hua, Wenjuan",
      "Li, Lu",
      "Zhang, Wenlin",
      "Liang, Pei"
    ],
    "abstract": "<jats:p>Wing dimorphism is a common phenomenon that plays key roles in the environmental adaptation of aphid; however, the signal transduction in response to environmental cues and the regulation mechanism related to this event remain unknown. Adenosine (A) to inosine (I) RNA editing is a post-transcriptional modification that extends transcriptome variety without altering the genome, playing essential roles in numerous biological and physiological processes. Here, we present a chromosome-level genome assembly of the rose-grain aphid <jats:italic>Metopolophium dirhodum</jats:italic> by using PacBio long HiFi reads and Hi-C technology. The final genome assembly for <jats:italic>M. dirhodum</jats:italic> is 447.8 Mb, with 98.50% of the assembled sequences anchored to nine chromosomes. The contig and scaffold N50 values are 7.82 and 37.54 Mb, respectively. A total of 18,003 protein-coding genes were predicted, of which 92.05% were functionally annotated. In addition, 11,678 A-to-I RNA-editing sites were systematically identified based on this assembled <jats:italic>M. dirhodum</jats:italic> genome, and two synonymous A-to-I RNA-editing sites on <jats:italic>CYP18A1</jats:italic> were closely associated with transgenerational wing dimorphism induced by crowding. One of these A-to-I RNA-editing sites may prevent the binding of miR-3036-5p to <jats:italic>CYP18A1</jats:italic>, thus elevating CYP18A1 expression, decreasing 20E titer, and finally regulating the wing dimorphism of offspring. Meanwhile, crowding can also inhibit miR-3036-5p expression and further increase CYP18A1 abundance, resulting in winged offspring. These findings support that A-to-I RNA editing is a dynamic mechanism in the regulation of transgenerational wing dimorphism in aphids and would advance our understanding of the roles of RNA editing in environmental adaptability and phenotypic plasticity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.96540",
    "journal": "eLife"
  },
  {
    "title": "Catalytic growth in a shared enzyme pool ensures robust control of centrosome size",
    "authors": [
      "Banerjee, Deb Sankar",
      "Banerjee, Shiladitya"
    ],
    "abstract": "<jats:p>Accurate regulation of centrosome size is essential for ensuring error-free cell division, and dysregulation of centrosome size has been linked to various pathologies, including developmental defects and cancer. While a universally accepted model for centrosome size regulation is lacking, prior theoretical and experimental works suggest a centrosome growth model involving autocatalytic assembly of the pericentriolar material. Here, we show that the autocatalytic assembly model fails to explain the attainment of equal centrosome sizes, which is crucial for error-free cell division. Incorporating latest experimental findings into the molecular mechanisms governing centrosome assembly, we introduce a new quantitative theory for centrosome growth involving catalytic assembly within a shared pool of enzymes. Our model successfully achieves robust size equality between maturing centrosome pairs, mirroring cooperative growth dynamics observed in experiments. To validate our theoretical predictions, we compare them with available experimental data and demonstrate the broad applicability of the catalytic growth model across different organisms, which exhibit distinct growth dynamics and size scaling characteristics.</jats:p>",
    "url": "https://doi.org/10.7554/elife.92203",
    "journal": "eLife"
  },
  {
    "title": "A hierarchical pathway for assembly of the distal appendages that organize primary cilia",
    "authors": [
      "Kanie, Tomoharu",
      "Liu, Beibei",
      "Love, Julia F",
      "Fisher, Saxton D",
      "Gustavsson, Anna-Karin",
      "Jackson, Peter K"
    ],
    "abstract": "<jats:p>Distal appendages are ninefold symmetric blade-like structures attached to the distal end of the mother centriole. These structures are critical for the formation of the primary cilium, by regulating at least four critical steps: preciliary vesicle recruitment, recruitment and initiation of intraflagellar transport (IFT), and removal of CP110. While specific proteins that localize to the distal appendages have been identified, how exactly each protein functions to achieve the multiple roles of the distal appendages is poorly understood. Here, we comprehensively analyze known and newly discovered distal appendage proteins (CEP83, SCLT1, CEP164, TTBK2, FBF1, CEP89, KIZ, ANKRD26, PIDD1, LRRC45, NCS1, CEP15) for their precise localization, order of recruitment, and their roles in each step of cilia formation. Using CRISPR-Cas9 knockouts, we show that the order of the recruitment of the distal appendage proteins is highly interconnected and a more complex hierarchy. Our analysis highlights two protein modules, CEP83-SCLT1 and CEP164-TTBK2, as critical for structural assembly of distal appendages. Functional assays revealed that CEP89 selectively functions in the RAB34<jats:sup>+</jats:sup> vesicle recruitment, while deletion of the integral components, CEP83-SCLT1-CEP164-TTBK2, severely compromised all four steps of cilium formation. Collectively, our analyses provide a more comprehensive view of the organization and the function of the distal appendage, paving the way for molecular understanding of ciliary assembly.</jats:p>",
    "url": "https://doi.org/10.7554/elife.85999",
    "journal": "eLife"
  },
  {
    "title": "Amidase and lysozyme dual functions in TseP reveal a new family of chimeric effectors in the type VI secretion system",
    "authors": [
      "Wang, Zeng-Hang",
      "An, Ying",
      "Zhao, Ting",
      "Pei, Tong-Tong",
      "Wang, Dora Yuping",
      "Liang, Xiaoye",
      "Qin, Wenming",
      "Dong, Tao"
    ],
    "abstract": "<jats:p>Peptidoglycan (PG) serves as an essential target for antimicrobial development. An overlooked reservoir of antimicrobials lies in the form of PG-hydrolyzing enzymes naturally produced for polymicrobial competition, particularly those associated with the type VI secretion system (T6SS). Here, we report that a T6SS effector TseP, from <jats:italic>Aeromonas dhakensis</jats:italic>, represents a family of effectors with dual amidase-lysozyme activities. In vitro PG-digestion coupled with LC-MS analysis revealed the N-domain’s amidase activity, which is neutralized by either catalytic mutations or the presence of the immunity protein TsiP. The N-domain, but not the C-domain, of TseP is sufficient to restore T6SS secretion in T6SS-defective mutants, underscoring its critical structural role. Using pull-down and secretion assays, we showed that these two domains interact directly with a carrier protein VgrG2 and can be secreted separately. Homologs in <jats:italic>Aeromonas hydrophila</jats:italic> and <jats:italic>Pseudomonas syringae</jats:italic> exhibited analogous dual functions. Additionally, N- and C-domains display distinctive GC contents, suggesting an evolutionary fusion event. By altering the surface charge through structural-guided design, we engineered the TseP<jats:sup>C4+</jats:sup> effector that successfully lyses otherwise resistant <jats:italic>Bacillus subtilis</jats:italic> cells, enabling the T6SS to inhibit <jats:italic>B. subtilis</jats:italic> in a contact-independent manner. This research uncovers TseP as a new family of bifunctional chimeric effectors targeting PG, offering a potential strategy to harness these proteins in the fight against antimicrobial resistance.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101125",
    "journal": "eLife"
  },
  {
    "title": "Combinatorial CRISPR screen reveals FYN and KDM4 as targets for synergistic drug combination for treating triple negative breast cancer",
    "authors": [
      "Kim, Tackhoon",
      "Park, Byung-Sun",
      "Heo, Soobeen",
      "Jeon, Heeju",
      "Kim, Jaeyeal",
      "Kim, Donghwa",
      "Kook Lee, Sang",
      "Jung, So-Youn",
      "Kong, Sun-Young",
      "Lu, Timothy"
    ],
    "abstract": "<jats:p>Tyrosine kinases play a crucial role in cell proliferation and survival and are extensively investigated as targets for cancer treatment. However, the efficacy of most tyrosine kinase inhibitors (TKIs) in cancer therapy is limited due to resistance. In this study, we identify a synergistic combination therapy involving TKIs for the treatment of triple negative breast cancer. By employing pairwise tyrosine kinase knockout CRISPR screens, we identify <jats:italic>FYN</jats:italic> and <jats:italic>KDM4</jats:italic> as critical targets whose inhibition enhances the effectiveness of TKIs, such as NVP-ADW742 (IGF-1R inhibitor), gefitinib (EGFR inhibitor), and imatinib (ABL inhibitor) both in vitro and in vivo. Mechanistically, treatment with TKIs upregulates the transcription of <jats:italic>KDM4</jats:italic>, which in turn demethylates H3K9me3 at <jats:italic>FYN</jats:italic> enhancer for <jats:italic>FYN</jats:italic> transcription. This compensatory activation of <jats:italic>FYN</jats:italic> and <jats:italic>KDM4</jats:italic> contributes to the resistance against TKIs. <jats:italic>FYN</jats:italic> expression is associated with therapy resistance and persistence by demonstrating its upregulation in various experimental models of drug-tolerant persisters and residual disease following targeted therapy, chemotherapy, and radiotherapy. Collectively, our study provides novel targets and mechanistic insights that can guide the development of effective combinatorial targeted therapies, thus maximizing the therapeutic benefits of TKIs.</jats:p>",
    "url": "https://doi.org/10.7554/elife.93921.3",
    "journal": "eLife"
  },
  {
    "title": "Pronounced expression of extracellular matrix proteoglycans regulated by Wnt pathway underlies the parallel evolution of lip hypertrophy in East African cichlids",
    "authors": [
      "Machii, Nagatoshi",
      "Hatashima, Ryo",
      "Niwa, Tatsuya",
      "Taguchi, Hideki",
      "Kimirei, Ismael A",
      "Mrosso, Hillary DJ",
      "Aibara, Mitsuto",
      "Nagasawa, Tatsuki",
      "Nikaido, Masato"
    ],
    "abstract": "<jats:p>Cichlid fishes inhabiting the East African Great Lakes, Victoria, Malawi, and Tanganyika, are textbook examples of parallel evolution, as they have acquired similar traits independently in each of the three lakes during the process of adaptive radiation. In particular, ‘hypertrophied lip’ has been highlighted as a prominent example of parallel evolution. However, the underlying molecular mechanisms remain poorly understood. In this study, we conducted an integrated comparative analysis between the hypertrophied and normal lips of cichlids across three lakes based on histology, proteomics, and transcriptomics. Histological and proteomic analyses revealed that the hypertrophied lips were characterized by enlargement of the proteoglycan-rich layer, in which versican and periostin proteins were abundant. Transcriptome analysis revealed that the expression of extracellular matrix-related genes, including collagens, glycoproteins, and proteoglycans, was higher in hypertrophied lips, regardless of their phylogenetic relationships. In addition, the genes in Wnt signaling pathway, which is involved in promoting proteoglycan expression, was highly expressed in both the juvenile and adult stages of hypertrophied lips. Our comprehensive analyses showed that hypertrophied lips of the three different phylogenetic origins can be explained by similar proteomic and transcriptomic profiles, which may provide important clues into the molecular mechanisms underlying phenotypic parallelisms in East African cichlids.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99160.3",
    "journal": "eLife"
  },
  {
    "title": "GPRC6A as a novel kokumi receptor responsible for enhanced taste preferences by ornithine",
    "authors": [
      "Yamamoto, Takashi",
      "Ueji, Kayoko",
      "Mizuta, Haruno",
      "Inui-Yamamoto, Chizuko",
      "Kumamoto, Natsuko",
      "Shibata, Yasuhiro",
      "Ugawa, Shinya"
    ],
    "abstract": "<jats:p>The concept of ‘kokumi’, which refers to an enhanced and more delicious flavor of food, has recently generated considerable interest in food science. However, kokumi has not been well studied in gustatory physiology, and the underlying neuroscientific mechanisms remain largely unexplored. Our previous research demonstrated that ornithine (L-ornithine), which is abundant in shijimi clams, enhanced taste preferences in mice. The present study aimed to build on these findings and investigate the mechanisms responsible for kokumi in rats. In two-bottle preference tests, the addition of ornithine, at a low concentration that did not increase the favorability of this substance alone, enhanced the animals’ preferences for umami, sweet, fatty, salty, and bitter solutions, with the intake of monosodium glutamate showing the most significant increase. Additionally, a mixture of umami and ornithine synergistically induced significant responses in the chorda tympani nerve, which transmits taste information to the brain from the anterior part of the tongue. The observed preference enhancement and increase in taste-nerve response were abolished by antagonists of the G-protein-coupled receptor family C group 6 subtype A (GPRC6A). Furthermore, immunohistochemical analysis indicated that GPRC6A was expressed in a subset of type II taste cells in rat fungiform papillae. These results provide new insights into flavor-enhancement mechanisms, confirming that ornithine is a kokumi substance and GPRC6A is a novel kokumi receptor.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101629",
    "journal": "eLife"
  },
  {
    "title": "Neural geometry from mixed sensorimotor selectivity for predictive sensorimotor control",
    "authors": [
      "Zhang, Yiheng",
      "Chen, Yun",
      "Wang, Tianwei",
      "Cui, He"
    ],
    "abstract": "<jats:p>Although recent studies suggest that activity in the motor cortex, in addition to generating motor outputs, receives substantial information regarding sensory inputs, it is still unclear how sensory context adjusts the motor commands. Here, we recorded population neural activity in the motor cortex via microelectrode arrays while monkeys performed flexible manual interceptions of moving targets. During this task, which requires predictive sensorimotor control, the activity of most neurons in the motor cortex encoding upcoming movements was influenced by ongoing target motion. Single-trial neural states at the movement onset formed staggered orbital geometries, suggesting that target motion modulates peri-movement activity in an orthogonal manner. This neural geometry was further evaluated with a representational model and recurrent neural networks (RNNs) with task-specific input-output mapping. We propose that the sensorimotor dynamics can be derived from neuronal mixed sensorimotor selectivity and dynamic interaction between modulations.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100064.3",
    "journal": "eLife"
  },
  {
    "title": "Microphase separation produces interfacial environment within diblock biomolecular condensates",
    "authors": [
      "Latham, Andrew P",
      "Zhu, Longchen",
      "Sharon, Dina A",
      "Ye, Songtao",
      "Willard, Adam P",
      "Zhang, Xin",
      "Zhang, Bin"
    ],
    "abstract": "<jats:p>The phase separation of intrinsically disordered proteins is emerging as an important mechanism for cellular organization. However, efforts to connect protein sequences to the physical properties of condensates, that is, the molecular grammar, are hampered by a lack of effective approaches for probing high-resolution structural details. Using a combination of multiscale simulations and fluorescence lifetime imaging microscopy experiments, we systematically explored a series of systems consisting of diblock elastin-like polypeptides (ELPs). The simulations succeeded in reproducing the variation of condensate stability upon amino acid substitution and revealed different microenvironments within a single condensate, which we verified with environmentally sensitive fluorophores. The interspersion of hydrophilic and hydrophobic residues and a lack of secondary structure formation result in an interfacial environment, which explains both the strong correlation between ELP condensate stability and interfacial hydrophobicity scales, as well as the prevalence of protein-water hydrogen bonds. Our study uncovers new mechanisms for condensate stability and organization that may be broadly applicable.</jats:p>",
    "url": "https://doi.org/10.7554/elife.90750.4",
    "journal": "eLife"
  },
  {
    "title": "The genomic legacy of aurochs hybridisation in ancient and modern Iberian cattle",
    "authors": [
      "Günther, Torsten",
      "Chisausky, Jacob",
      "Galindo-Pellicena, Ángeles M",
      "Iriarte, Eneko",
      "Cortes Gardyn, Oscar",
      "Eusebi, Paulina G",
      "García-González, Rebeca",
      "Ureña, Irene",
      "Moreno-García, Marta",
      "Alday, Alfonso",
      "Rojo, Manuel",
      "Pérez, Amalia",
      "Tejedor Rodríguez, Cristina",
      "García Martínez de Lagrán, Iñigo",
      "Arsuaga, Juan Luis",
      "Carretero, José-Miguel",
      "Götherström, Anders",
      "Smith, Colin",
      "Valdiosera, Cristina"
    ],
    "abstract": "<jats:p>Cattle (<jats:italic>Bos taurus</jats:italic>) play an important role in the life of humans in the Iberian Peninsula not just as a food source but also in cultural events. When domestic cattle were first introduced to Iberia, wild aurochs (<jats:italic>Bos primigenius</jats:italic>) were still present, leaving ample opportunity for mating (whether intended by farmers or not). Using a temporal bioarchaeological dataset covering eight millennia, we trace gene flow between the two groups. Our results show frequent hybridisation during the Neolithic and Chalcolithic, likely reflecting a mix of hunting and herding or relatively unmanaged herds, with mostly male aurochs and female domestic cattle involved. This is supported by isotopic evidence consistent with ecological niche sharing, with only a few domestic cattle possibly being managed. The proportion of aurochs ancestry in domestic cattle remains relatively constant from about 4000 years ago, probably due to herd management and selection against first generation hybrids, coinciding with other cultural transitions. The constant level of wild ancestry (~20%) continues into modern Western European breeds including Iberian cattle selected for aggressiveness and fighting ability. This study illuminates the genomic impact of human actions and wild introgression in the establishment of cattle as one of the most important domestic species today.</jats:p>",
    "url": "https://doi.org/10.7554/elife.93076.3",
    "journal": "eLife"
  },
  {
    "title": "ThermoMaze behavioral paradigm for assessing immobility-related brain events in rodents",
    "authors": [
      "Vöröslakos, Mihály",
      "Zhang, Yunchang",
      "McClain, Kathryn",
      "Huszár, Roman",
      "Rothstein, Aryeh",
      "Buzsáki, György"
    ],
    "abstract": "<jats:p>Brain states fluctuate between exploratory and consummatory phases of behavior. These state changes affect both internal computation and the organism’s responses to sensory inputs. Understanding neuronal mechanisms supporting exploratory and consummatory states and their switching requires experimental control of behavioral shifts and collecting sufficient amounts of brain data. To achieve this goal, we developed the ThermoMaze, which exploits the animal’s natural warmth-seeking homeostatic behavior. By decreasing the floor temperature and selectively heating unmarked areas, we observed that mice avoided the aversive state by exploring the maze and finding the warm spot. In its design, the ThermoMaze is analogous to the widely used water maze but without the inconvenience of a wet environment and, therefore, allows the collection of physiological data in many trials. We combined the ThermoMaze with electrophysiology recording, and report that spiking activity of hippocampal CA1 neurons during sharp-wave ripple events encode the position of mice. Thus, place-specific firing is not confined to locomotion and associated theta oscillations but persist during waking immobility and sleep at the same location. The ThermoMaze will allow for detailed studies of brain correlates of immobility, preparatory–consummatory transitions, and open new options for studying behavior-mediated temperature homeostasis.</jats:p>",
    "url": "https://doi.org/10.7554/elife.90347.3",
    "journal": "eLife"
  },
  {
    "title": "Systems genomics of salinity stress response in rice",
    "authors": [
      "Gupta, Sonal",
      "Niels Groen, Simon",
      "Zaidem, Maricris L",
      "Sajise, Andres Godwin C",
      "Calic, Irina",
      "Natividad, Mignon",
      "McNally, Kenneth",
      "Vergara, Georgina V",
      "Satija, Rahul",
      "Franks, Steven J",
      "Singh, Rakesh K",
      "Joly-Lopez, Zoé",
      "Purugganan, Michael D"
    ],
    "abstract": "<jats:p>Populations can adapt to stressful environments through changes in gene expression. However, the fitness effect of gene expression in mediating stress response and adaptation remains largely unexplored. Here, we use an integrative field dataset obtained from 780 plants of <jats:italic>Oryza sativa</jats:italic> ssp. <jats:italic>indica</jats:italic> (rice) grown in a field experiment under normal or moderate salt stress conditions to examine selection and evolution of gene expression variation under salinity stress conditions. We find that salinity stress induces increased selective pressure on gene expression. Further, we show that <jats:italic>trans</jats:italic>-eQTLs rather than <jats:italic>cis</jats:italic>-eQTLs are primarily associated with rice’s gene expression under salinity stress, potentially via a few master-regulators. Importantly, and contrary to the expectations, we find that <jats:italic>cis-trans</jats:italic> reinforcement is more common than <jats:italic>cis-trans</jats:italic> compensation which may be reflective of rice diversification subsequent to domestication. We further identify genetic fixation as the likely mechanism underlying this compensation/reinforcement. Additionally, we show that <jats:italic>cis</jats:italic>- and <jats:italic>trans</jats:italic>-eQTLs are under balancing and purifying selection, respectively, giving us insights into the evolutionary dynamics of gene expression variation. By examining genomic, transcriptomic, and phenotypic variation across a rice population, we gain insights into the molecular and genetic landscape underlying adaptive salinity stress responses, which is relevant for other crops and other stresses.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99352",
    "journal": "eLife"
  },
  {
    "title": "The protective roles of eugenol on type 1 diabetes mellitus through NRF2-mediated oxidative stress pathway",
    "authors": [
      "Jiang, Yalan",
      "He, Pingping",
      "Sheng, Ke",
      "Peng, Yongmiao",
      "Wu, Huilan",
      "Qian, Songwei",
      "Ji, Weiping",
      "Guo, Xiaoling",
      "Shan, Xiaoou"
    ],
    "abstract": "<jats:p>Type 1 diabetes mellitus (T1DM), known as insulin-dependent diabetes mellitus, is characterized by persistent hyperglycemia resulting from damage to the pancreatic β cells and an absolute deficiency of insulin, leading to multi-organ involvement and a poor prognosis. The progression of T1DM is significantly influenced by oxidative stress and apoptosis. The natural compound eugenol (EUG) possesses anti-inflammatory, anti-oxidant, and anti-apoptotic properties. However, the potential effects of EUG on T1DM had not been investigated. In this study, we established the streptozotocin (STZ)-induced T1DM mouse model in vivo and STZ-induced pancreatic β cell MIN6 cell model in vitro to investigate the protective effects of EUG on T1DM, and tried to elucidate its potential mechanism. Our findings demonstrated that the intervention of EUG could effectively induce the activation of nuclear factor E2-related factor 2 (NRF2), leading to an up-regulation in the expressions of downstream proteins NQO1 and HMOX1, which are regulated by NRF2. Moreover, this intervention exhibited a significant amelioration in pancreatic β cell damage associated with T1DM, accompanied by an elevation in insulin secretion and a reduction in the expression levels of apoptosis and oxidative stress-related markers. Furthermore, ML385, an NRF2 inhibitor, reversed these effects of EUG. The present study suggested that EUG exerted protective effects on pancreatic β cells in T1DM by attenuating apoptosis and oxidative stress through the activation of the NRF2 signaling pathway. Consequently, EUG holds great promise as a potential therapeutic candidate for T1DM.</jats:p>",
    "url": "https://doi.org/10.7554/elife.96600",
    "journal": "eLife"
  },
  {
    "title": "Multidimensionality of tree communities structure host-parasitoid networks and their phylogenetic composition",
    "authors": [
      "Wang, Ming-Qiang",
      "Guo, Shi-Kun",
      "Guo, Peng-Fei",
      "Yang, Juan-Juan",
      "Chen, Guo-Ai",
      "Chesters, Douglas",
      "Orr, Michael C",
      "Niu, Ze-Qing",
      "Staab, Michael",
      "Chen, Jing-Ting",
      "Li, Yi",
      "Zhou, Qing-Song",
      "Fornoff, Felix",
      "Shi, Xiaoyu",
      "Li, Shan",
      "Martini, Massimo",
      "Klein, Alexandra-Maria",
      "Schuldt, Andreas",
      "Liu, Xiaojuan",
      "Ma, Keping",
      "Bruelheide, Helge",
      "Luo, Arong",
      "Zhu, Chao-Dong"
    ],
    "abstract": "<jats:p>Environmental factors can influence ecological networks, but these effects are poorly understood in the realm of the phylogeny of host-parasitoid interactions. Especially, we lack a comprehensive understanding of the ways that biotic factors, including plant species richness, overall community phylogenetic and functional composition of consumers, and abiotic factors such as microclimate, determine host-parasitoid network structure and host-parasitoid community dynamics. To address this, we leveraged a 5-year dataset of trap-nesting bees and wasps and their parasitoids collected in a highly controlled, large-scale subtropical tree biodiversity experiment. We tested for effects of tree species richness, tree phylogenetic, and functional diversity, and species and phylogenetic composition on species and phylogenetic diversity of both host and parasitoid communities and the composition of their interaction networks. We show that multiple components of tree diversity and canopy cover impacted both, species and phylogenetic composition of hosts and parasitoids. Generally, phylogenetic associations between hosts and parasitoids reflected nonrandomly structured interactions between phylogenetic trees of hosts and parasitoids. Further, host-parasitoid network structure was influenced by tree species richness, tree phylogenetic diversity, and canopy cover. Our study indicates that the composition of higher trophic levels and corresponding interaction networks are determined by plant diversity and canopy cover, especially via trophic links in species-rich ecosystems.</jats:p>",
    "url": "https://doi.org/10.7554/elife.100202.3",
    "journal": "eLife"
  },
  {
    "title": "MagIC beads for scarce macromolecules",
    "authors": [
      "Moreno-Yruela, Carlos",
      "Fierz, Beat"
    ],
    "abstract": "<jats:p>Specialized magnetic beads that bind target proteins to a cryogenic electron microscopy grid make it possible to study the structure of protein complexes from dilute samples.</jats:p>",
    "url": "https://doi.org/10.7554/elife.105335",
    "journal": "eLife"
  },
  {
    "title": "Visual homogeneity computations in the brain enable solving property-based visual tasks",
    "authors": [
      "Jacob, Georgin",
      "Pramod, RT",
      "Arun, SP"
    ],
    "abstract": "<jats:p>Most visual tasks involve looking for specific object features. But we also often perform property-based tasks where we look for specific property in an image, such as finding an odd item, deciding if two items are same, or if an object has symmetry. How do we solve such tasks? These tasks do not fit into standard models of decision making because their underlying feature space and decision process is unclear. Using well-known principles governing multiple object representations, we show that displays with repeating elements can be distinguished from heterogeneous displays using a property we define as visual homogeneity. In behavior, visual homogeneity predicted response times on visual search, same-different and symmetry tasks. Brain imaging during visual search and symmetry tasks revealed that visual homogeneity was localized to a region in the object-selective cortex. Thus, property-based visual tasks are solved in a localized region in the brain by computing visual homogeneity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.93033.4",
    "journal": "eLife"
  },
  {
    "title": "A statistical framework for quantifying the nuclear export rate of influenza viral mRNAs",
    "authors": [
      "Miura, Michi",
      "Kiuchi, Naho",
      "Lau, Siu-Ying",
      "Mok, Bobo Wing-Yee",
      "Ushirogawa, Hiroshi",
      "Naito, Tadasuke",
      "Chen, Honglin",
      "Saito, Mineki"
    ],
    "abstract": "<jats:p>Influenza A virus transcribes viral mRNAs from the eight segmented viral genome when it infects. The kinetics of viral transcription, nuclear export of viral transcripts, and their potential variation between the eight segments are poorly characterised. Here, we introduce a statistical framework for estimating the nuclear export rate of each segment from a snapshot of <jats:italic>in situ</jats:italic> mRNA localisation. This exploits the cell-to-cell variation at a single time point observed by an imaging-based <jats:italic>in situ</jats:italic> transcriptome assay. Using our model, we revealed the variation in the mRNA nuclear export rate of the eight viral segments. Notably, the two influenza viral antigens hemagglutinin and neuraminidase were the slowest segments in the nuclear export, suggesting the possibility that influenza A virus uses the nuclear retention of viral transcripts to delay the expression of antigenic molecules. Our framework presented in this study can be widely used for investigating the nuclear retention of nascent transcripts produced in a transcription burst.</jats:p>",
    "url": "https://doi.org/10.7554/elife.88468",
    "journal": "eLife"
  },
  {
    "title": "Adaptive chunking improves effective working memory capacity in a prefrontal cortex and basal ganglia circuit",
    "authors": [
      "Soni, Aneri",
      "Frank, Michael J"
    ],
    "abstract": "<jats:p>How and why is working memory (WM) capacity limited? Traditional cognitive accounts focus either on limitations on the number or items that can be stored (slots models), or loss of precision with increasing load (resource models). Here, we show that a neural network model of prefrontal cortex and basal ganglia can learn to reuse the same prefrontal populations to store multiple items, leading to resource-like constraints within a slot-like system, and inducing a trade-off between quantity and precision of information. Such ‘chunking’ strategies are adapted as a function of reinforcement learning and WM task demands, mimicking human performance and normative models. Moreover, adaptive performance requires a dynamic range of dopaminergic signals to adjust striatal gating policies, providing a new interpretation of WM difficulties in patient populations such as Parkinson’s disease, ADHD, and schizophrenia. These simulations also suggest a computational rather than anatomical limit to WM capacity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97894",
    "journal": "eLife"
  },
  {
    "title": "Nitric oxide modulates contrast suppression in a subset of mouse retinal ganglion cells",
    "authors": [
      "Gonschorek, Dominic",
      "Goldin, Matías A",
      "Oesterle, Jonathan",
      "Schwerd-Kleine, Tom",
      "Arlinghaus, Ryan",
      "Zhao, Zhijian",
      "Schubert, Timm",
      "Marre, Olivier",
      "Euler, Thomas"
    ],
    "abstract": "<jats:p>Neuromodulators have major influences on the regulation of neural circuit activity across the nervous system. Nitric oxide (NO) has been shown to be a prominent neuromodulator in many circuits and has been extensively studied in the retina. Here, it has been associated with the regulation of light adaptation, gain control, and gap junctional coupling, but its effect on the retinal output, specifically on the different types of retinal ganglion cells (RGCs), is still poorly understood. In this study, we used two-photon Ca<jats:sup>2+</jats:sup> imaging and multi-electrode array (MEA) recordings to measure light-evoked activity of RGCs in the ganglion cell layer in the ex vivo mouse retina. This approach allowed us to investigate the neuromodulatory effects of NO on a cell type-level. Our findings reveal that NO selectively modulates the suppression of temporal responses in a distinct subset of contrast-suppressed RGC types, increasing their activity without altering the spatial properties of their receptive fields. Given that under photopic conditions, NO release is triggered by quick changes in light levels, we propose that these RGC types signal fast contrast changes to higher visual regions. Remarkably, we found that about one-third of the RGC types, recorded using two-photon Ca<jats:sup>2+</jats:sup> imaging, exhibited consistent, cell type-specific adaptational response changes throughout an experiment, independent of NO. By employing a sequential-recording paradigm, we could disentangle those additional adaptational response changes from drug-induced modulations. Taken together, our research highlights the selective neuromodulatory effects of NO on RGCs and emphasizes the need of considering non-pharmacological activity changes, like adaptation, in such study designs.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98742.3",
    "journal": "eLife"
  },
  {
    "title": "Sir2 and Fun30 regulate ribosomal DNA replication timing via MCM helicase positioning and nucleosome occupancy",
    "authors": [
      "Lichauco, Carmina",
      "Foss, Eric J",
      "Gatbonton-Schwager, Tonibelle",
      "Athow, Nelson F",
      "Lofts, Brandon",
      "Acob, Robin",
      "Taylor, Erin",
      "Marquez, James J",
      "Lao, Uyen",
      "Miles, Shawna",
      "Bedalov, Antonio"
    ],
    "abstract": "<jats:p>The association between late replication timing and low transcription rates in eukaryotic heterochromatin is well known, yet the specific mechanisms underlying this link remain uncertain. In <jats:italic>Saccharomyces cerevisiae</jats:italic>, the histone deacetylase Sir2 is required for both transcriptional silencing and late replication at the repetitive ribosomal DNA (rDNA) arrays. We have previously reported that in the absence of <jats:italic>SIR2</jats:italic>, a de-repressed RNA PolII repositions MCM replicative helicases from their loading site at the ribosomal origin, where they abut well-positioned, high-occupancy nucleosomes, to an adjacent region with lower nucleosome occupancy. By developing a method that can distinguish activation of closely spaced MCM complexes, here we show that the displaced MCMs at rDNA origins have increased firing propensity compared to the nondisplaced MCMs. Furthermore, we found that both activation of the repositioned MCMs and low occupancy of the adjacent nucleosomes critically depend on the chromatin remodeling activity of <jats:italic>FUN30</jats:italic>. Our study elucidates the mechanism by which Sir2 delays replication timing, and it demonstrates, for the first time, that activation of a specific replication origin in vivo relies on the nucleosome context shaped by a single chromatin remodeler.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97438",
    "journal": "eLife"
  },
  {
    "title": "MorphoCellSorter is an Andrews plot-based sorting approach to rank microglia according to their morphological features",
    "authors": [
      "Benkeder, Sarah",
      "Dinh, Son-Michel",
      "Marchal, Paul",
      "De Gea, Priscille",
      "Thoby-Brisson, Muriel",
      "Hubert, Violaine",
      "Hristovska, Ines",
      "Pitollat, Gabriel",
      "Combet, Kassandre",
      "Cardoit, Laura",
      "Pillot, Bruno",
      "Leon, Christelle",
      "Wiart, Marlene",
      "Marthy, Serge",
      "Honnorat, Jérôme",
      "Pascual, Olivier",
      "Comte, Jean-Christophe"
    ],
    "abstract": "<jats:p>Microglia exhibit diverse morphologies reflecting environmental conditions, maturity, or functional states. Thus, morphological characterization provides important information to understand microglial roles and functions. Most recent morphological analysis relies on classifying cells based on morphological parameters. However, this classification may lack biological relevance, as microglial morphologies represent a continuum rather than distinct, separate groups, and do not correspond to mathematically defined clusters irrelevant of microglial cells function. Instead, we propose a new open-source tool, MorphoCellSorter, which assesses microglial morphology by automatically computing morphological criteria, using principal component analysis and Andrews plots to score cells. MorphoCellSorter properly ranked cells from various microglia datasets in mice and rats of different ages, from <jats:italic>in vivo</jats:italic>, <jats:italic>in vitro</jats:italic>, and <jats:italic>ex vivo</jats:italic> models, that were acquired using diverse imaging techniques. This approach allowed for the discrimination of cell populations in various pathophysiological conditions. Finally, MorphoCellSorter offers a versatile, easy, and ready-to-use method to evaluate microglial morphological diversity that could easily be generalized to standardize practices across laboratories.</jats:p>",
    "url": "https://doi.org/10.7554/elife.101630",
    "journal": "eLife"
  },
  {
    "title": "Enteric glia regulate Paneth cell secretion and intestinal microbial ecology",
    "authors": [
      "Prochera, Aleksandra",
      "Muppirala, Anoohya N",
      "Kuziel, Gavin A",
      "Soualhi, Salima",
      "Shepherd, Amy",
      "Sun, Liang",
      "Issac, Biju",
      "Rosenberg, Harry J",
      "Karim, Farah",
      "Perez, Kristina",
      "Smith, Kyle H",
      "Archibald, Tonora H",
      "Rakoff-Nahoum, Seth",
      "Hagen, Susan J",
      "Rao, Meenakshi"
    ],
    "abstract": "<jats:p>Glial cells of the enteric nervous system (ENS) interact closely with the intestinal epithelium and secrete signals that influence epithelial cell proliferation and barrier formation in vitro. Whether these interactions are important in vivo, however, is unclear because previous studies reached conflicting conclusions (Prochera and Rao, 2023). To better define the roles of enteric glia in steady state regulation of the intestinal epithelium, we characterized the glia in closest proximity to epithelial cells and found that the majority express the gene Proteolipid protein 1 (<jats:italic>PLP1</jats:italic>) in both mice and humans. To test their functions using an unbiased approach, we genetically depleted PLP1<jats:sup>+</jats:sup> cells in mice and transcriptionally profiled the small and large intestines. Surprisingly, glial loss had minimal effects on transcriptional programs and the few identified changes varied along the gastrointestinal tract. In the ileum, where enteric glia had been considered most essential for epithelial integrity, glial depletion did not drastically alter epithelial gene expression but caused a modest enrichment in signatures of Paneth cells, a secretory cell type important for innate immunity. In the absence of PLP1<jats:sup>+</jats:sup> glia, Paneth cell number was intact, but a subset appeared abnormal with irregular and heterogenous cytoplasmic granules, suggesting a secretory deficit. Consistent with this possibility, ileal explants from glial-depleted mice secreted less functional lysozyme than controls with corresponding effects on fecal microbial composition. Collectively, these data suggest that enteric glia do not exert broad effects on the intestinal epithelium but have an essential role in regulating Paneth cell function and gut microbial ecology.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97144.3",
    "journal": "eLife"
  },
  {
    "title": "HERV activation segregates ME/CFS from fibromyalgia while defining a novel nosologic entity",
    "authors": [
      "Giménez-Orenga, Karen",
      "Martín-Martínez, Eva",
      "Nathanson, Lubov",
      "Oltra, Elisa"
    ],
    "abstract": "<jats:p>Research of myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and fibromyalgia (FM), two acquired chronic illnesses affecting mainly females, has failed to ascertain their frequent co-appearance and etiology. Despite prior detection of human endogenous retrovirus (HERV) activation in these diseases, the potential biomarker value of HERV expression profiles for their diagnosis, and the relationship of HERV expression profiles with patient immune systems and symptoms had remained unexplored. By using HERV-V3 high-density microarrays (including over 350k HERV elements and more than 1500 immune-related genes) to interrogate the transcriptomes of peripheral blood mononuclear cells from female patients diagnosed with ME/CFS, FM, or both, and matched healthy controls (<jats:italic>n</jats:italic> = 43), this study fills this gap of knowledge. Hierarchical clustering of HERV expression profiles strikingly allowed perfect participant assignment into four distinct groups: ME/CFS, FM, co-diagnosed, or healthy, pointing at a potent biomarker value of HERV expression profiles to differentiate between these hard-to-diagnose chronic syndromes. Differentially expressed HERV–immune–gene modules revealed unique profiles for each of the four study groups and highlighting decreased γδ T cells, and increased plasma and resting CD4 memory T cells, correlating with patient symptom severity in ME/CFS. Moreover, activation of HERV sequences coincided with enrichment of binding sequences targeted by transcription factors which recruit SETDB1 and TRIM28, two known epigenetic silencers of HERV, in ME/CFS, offering a mechanistic explanation for the findings. Unexpectedly, HERV expression profiles appeared minimally affected in co-diagnosed patients denoting a new nosological entity with low epigenetic impact, a seemingly relevant aspect for the diagnosis and treatment of this prevalent group of patients.</jats:p>",
    "url": "https://doi.org/10.7554/elife.104441.3",
    "journal": "eLife"
  },
  {
    "title": "T-follicular helper cell profiles differ by malaria antigen and for children compared to adults",
    "authors": [
      "Forconi, Catherine Suzanne",
      "Nixon, Christina",
      "Wu, Hannah W",
      "Odwar, Boaz",
      "Pond-Tor, Sunthorn",
      "Ong'echa, John M",
      "Kurtis, Jonathan D",
      "Moormann, Ann M"
    ],
    "abstract": "<jats:p>Circulating T-follicular helper (cT<jats:sub>FH</jats:sub>) cells have the potential to provide an additional correlate of protection against <jats:italic>Plasmodium falciparum</jats:italic> (<jats:italic>Pf</jats:italic>) as they are essential to promote B-cell production of long-lasting antibodies. Assessing the specificity of cT<jats:sub>FH</jats:sub> subsets to individual malaria antigens is vital to understanding the variation observed in antibody responses and identifying promising malaria vaccine candidates. Using spectral flow cytometry and unbiased clustering analysis, we assessed antigen-specific cT<jats:sub>FH</jats:sub> cell recall responses in vitro to malaria vaccine candidates <jats:italic>Pf-</jats:italic>schizont egress antigen-1 (<jats:italic>Pf</jats:italic>SEA-1A) and <jats:italic>Pf</jats:italic>-glutamic acid-rich protein (<jats:italic>Pf</jats:italic>GARP) within a cross-section of children and adults living in a malaria-holoendemic region of western Kenya. In children, a broad array of cT<jats:sub>FH</jats:sub> subsets (defined by cytokine and transcription factor expression) were reactive to both malaria antigens, <jats:italic>Pf</jats:italic>SEA-1A and <jats:italic>Pf</jats:italic>GARP, while adults had a narrow profile centering on cT<jats:sub>FH</jats:sub>17- and cT<jats:sub>FH</jats:sub>1/17-like subsets following stimulation with <jats:italic>Pf</jats:italic>GARP only. Because T<jats:sub>FH</jats:sub>17 cells are involved in the maintenance of memory antibody responses within the context of parasitic infections, our results suggest that <jats:italic>Pf</jats:italic>GARP might generate longer-lived antibody responses compared to <jats:italic>Pf</jats:italic>SEA-1A. These findings have intriguing implications for evaluating malaria vaccine candidates as they highlight the importance of including cT<jats:sub>FH</jats:sub> profiles when assessing interdependent correlates of protective immunity.</jats:p>",
    "url": "https://doi.org/10.7554/elife.98462",
    "journal": "eLife"
  },
  {
    "title": "Impact of liver-specific survival motor neuron (SMN) depletion on central nervous system and peripheral tissue pathology",
    "authors": [
      "de Almeida, Monique Marylin Alves",
      "De Repentigny, Yves",
      "Gagnon, Sabrina",
      "Sutton, Emma R",
      "Kothary, Rashmi"
    ],
    "abstract": "<jats:p>Spinal muscular atrophy (SMA) is caused by mutations in the Survival Motor Neuron 1 (<jats:italic>SMN1</jats:italic>) gene. While traditionally viewed as a motor neuron disorder, there is involvement of various peripheral organs in SMA. Notably, fatty liver has been observed in SMA mouse models and SMA patients. Nevertheless, it remains unclear whether intrinsic depletion of SMN protein in the liver contributes to pathology in the peripheral or central nervous systems. To address this, we developed a mouse model with a liver-specific depletion of SMN by utilizing an <jats:italic>Alb-Cre</jats:italic> transgene together with one <jats:italic>Smn<jats:sup>2B</jats:sup></jats:italic> allele and one <jats:italic>Smn1</jats:italic> exon 7 allele flanked by loxP sites. Initially, we evaluated phenotypic changes in these mice at postnatal day 19 (P19), when the severe model of SMA, the <jats:italic>Smn<jats:sup>2B/-</jats:sup></jats:italic> mice, exhibit many symptoms of the disease. The liver-specific SMN depletion does not induce motor neuron death, neuromuscular pathology or muscle atrophy, characteristics typically observed in the <jats:italic>Smn<jats:sup>2B/-</jats:sup></jats:italic> mouse at P19. However, mild liver steatosis was observed, although no changes in liver function were detected. Notably, pancreatic alterations resembled that of <jats:italic>Smn<jats:sup>2B/-</jats:sup></jats:italic>mice, with a decrease in insulin-producing β-cells and an increase in glucagon-producingα-cells, accompanied by a reduction in blood glucose and an increase in plasma glucagon and glucagon-like peptide (GLP-1). These changes were transient, as mice at P60 exhibited recovery of liver and pancreatic function. While the mosaic pattern of the Cre-mediated excision precludes definitive conclusions regarding the contribution of liver-specific SMN depletion to overall tissue pathology, our findings highlight an intricate connection between liver function and pancreatic abnormalities in SMA.</jats:p>",
    "url": "https://doi.org/10.7554/elife.99141",
    "journal": "eLife"
  },
  {
    "title": "Integrating past experiences",
    "authors": [
      "Leir, Thomas MW",
      "Gardner, Matthew PH"
    ],
    "abstract": "<jats:p>New results help address a longstanding debate regarding which learning strategies allow animals to anticipate negative events based on past associations between sensory stimuli.</jats:p>",
    "url": "https://doi.org/10.7554/elife.106291",
    "journal": "eLife"
  },
  {
    "title": "Complexes of vertebrate TMC1/2 and CIB2/3 proteins form hair-cell mechanotransduction cation channels",
    "authors": [
      "Giese, Arnaud PJ",
      "Weng, Wei-Hsiang",
      "Kindt, Katie S",
      "Chang, Hui Ho Vanessa",
      "Montgomery, Jonathan S",
      "Ratzan, Evan M",
      "Beirl, Alisha J",
      "Aponte Rivera, Roberto",
      "Lotthammer, Jeffrey M",
      "Walujkar, Sanket",
      "Foster, Mark P",
      "Zobeiri, Omid A",
      "Holt, Jeffrey R",
      "Riazuddin, Saima",
      "Cullen, Kathleen E",
      "Sotomayor, Marcos",
      "Ahmed, Zubair M"
    ],
    "abstract": "<jats:p>Calcium and integrin-binding protein 2 (CIB2) and CIB3 bind to transmembrane channel-like 1 (TMC1) and TMC2, the pore-forming subunits of the inner-ear mechano-electrical transduction (MET) apparatus. These interactions have been proposed to be functionally relevant across mechanosensory organs and vertebrate species. Here, we show that both CIB2 and CIB3 can form heteromeric complexes with TMC1 and TMC2 and are integral for MET function in mouse cochlea and vestibular end organs as well as in zebrafish inner ear and lateral line. Our AlphaFold 2 models suggest that vertebrate CIB proteins can simultaneously interact with at least two cytoplasmic domains of TMC1 and TMC2 as validated using nuclear magnetic resonance spectroscopy of TMC1 fragments interacting with CIB2 and CIB3. Molecular dynamics simulations of TMC1/2 complexes with CIB2/3 predict that TMCs are structurally stabilized by CIB proteins to form cation channels. Overall, our work demonstrates that intact CIB2/3 and TMC1/2 complexes are integral to hair-cell MET function in vertebrate mechanosensory epithelia.</jats:p>",
    "url": "https://doi.org/10.7554/elife.89719.3",
    "journal": "eLife"
  },
  {
    "title": "PCBP2 as an intrinsic agi ng factor regulates the senescence of hBMSCs through the ROS-FGF2 signaling axis",
    "authors": [
      "Chen, Pengbo",
      "Li, Bo",
      "Lu, Zeyu",
      "Xu, Qingyin",
      "Zheng, Huoliang",
      "Jiang, Shengdan",
      "Jiang, Leisheng",
      "Zheng, Xinfeng"
    ],
    "abstract": "<jats:sec id=\"abs1\"><jats:title>Background:</jats:title><jats:p>It has been reported that loss of PCBP2 led to increased reactive oxygen species (ROS) production and accelerated cell aging. Knockdown of PCBP2 in HCT116 cells leads to significant downregulation of fibroblast growth factor 2 (FGF2). Here, we tried to elucidate the intrinsic factors and potential mechanisms of bone marrow mesenchymal stromal cells (BMSCs) aging from the interactions among PCBP2, ROS, and FGF2.</jats:p></jats:sec><jats:sec id=\"abs2\"><jats:title>Methods:</jats:title><jats:p>Unlabeled quantitative proteomics were performed to show differentially expressed proteins in the replicative senescent human bone marrow mesenchymal stromal cells (RS-hBMSCs). ROS and FGF2 were detected in the loss-and-gain cell function experiments of PCBP2. The functional recovery experiments were performed to verify whether PCBP2 regulates cell function through ROS/FGF2-dependent ways.</jats:p></jats:sec><jats:sec id=\"abs3\"><jats:title>Results:</jats:title><jats:p>PCBP2 expression was significantly lower in P10-hBMSCs. Knocking down the expression of PCBP2 inhibited the proliferation while accentuated the apoptosis and cell arrest of RS-hBMSCs. PCBP2 silence could increase the production of ROS. On the contrary, overexpression of PCBP2 increased the viability of both P3-hBMSCs and P10-hBMSCs significantly. Meanwhile, overexpression of PCBP2 led to significantly reduced expression of FGF2. Overexpression of FGF2 significantly offset the effect of PCBP2 overexpression in P10-hBMSCs, leading to decreased cell proliferation, increased apoptosis, and reduced G0/G1 phase ratio of the cells.</jats:p></jats:sec><jats:sec id=\"abs4\"><jats:title>Conclusions:</jats:title><jats:p>This study initially elucidates that PCBP2 as an intrinsic aging factor regulates the replicative senescence of hBMSCs through the ROS-FGF2 signaling axis.</jats:p></jats:sec><jats:sec id=\"abs5\"><jats:title>Funding:</jats:title><jats:p>This study was supported by the National Natural Science Foundation of China (82172474).</jats:p></jats:sec>",
    "url": "https://doi.org/10.7554/elife.92419.2",
    "journal": "eLife"
  },
  {
    "title": "Unraveling the power of NAP-CNB’s machine learning-enhanced tumor neoantigen prediction",
    "authors": [
      "Mendez-Perez, Almudena",
      "Acosta-Moreno, Andres M",
      "Wert-Carvajal, Carlos",
      "Ballesteros-Cuartero, Pilar",
      "Sánchez-García, Ruben",
      "Macias, Jose R",
      "Sanz-Pamplona, Rebeca",
      "Alemany, Ramon",
      "Oscar Sorzano, Carlos",
      "Munoz-Barrutia, Arrate",
      "Veiga, Esteban"
    ],
    "abstract": "<jats:p>In this study, we present a proof-of-concept classical vaccination experiment that validates the in silico identification of tumor neoantigens (TNAs) using a machine learning-based platform called NAP-CNB. Unlike other TNA predictors, NAP-CNB leverages RNA-seq data to consider the relative expression of neoantigens in tumors. Our experiments show the efficacy of NAP-CNB. Predicted TNAs elicited potent antitumor responses in mice following classical vaccination protocols. Notably, optimal antitumor activity was observed when targeting the antigen with higher expression in the tumor, which was not the most immunogenic. Additionally, the vaccination combining different neoantigens resulted in vastly improved responses compared to each one individually, showing the worth of multiantigen-based approaches. These findings validate NAP-CNB as an innovative TNA identification platform and make a substantial contribution to advancing the next generation of personalized immunotherapies.</jats:p>",
    "url": "https://doi.org/10.7554/elife.95010",
    "journal": "eLife"
  },
  {
    "title": "Emergence of ion-channel-mediated electrical oscillations in Escherichia coli biofilms",
    "authors": [
      "Akabuogu, Emmanuel",
      "Carneiro da Cunha Martorelli, Victor",
      "Krašovec, Rok",
      "Roberts, Ian S",
      "Waigh, Thomas A"
    ],
    "abstract": "<jats:p>Bacterial biofilms are communities of bacteria usually attached to solid strata and often differentiated into complex structures. Communication across biofilms has been shown to involve chemical signaling and, more recently, electrical signaling in Gram-positive biofilms. We report for the first time, community-level synchronized membrane potential dynamics in three-dimensional <jats:italic>Escherichia coli</jats:italic> biofilms. Two hyperpolarization events are observed in response to light stress. The first requires mechanically sensitive ion channels (MscK, MscL, and MscS) and the second needs the Kch-potassium channel. The channels mediated both local spiking of single <jats:italic>E. coli</jats:italic> biofilms and long-range coordinated electrical signaling in <jats:italic>E. coli</jats:italic> biofilms. The electrical phenomena are explained using Hodgkin-Huxley and 3D fire-diffuse-fire agent-based models. These data demonstrate that electrical wavefronts based on potassium ions are a mechanism by which signaling occurs in Gram-negative biofilms and as such may represent a conserved mechanism for communication across biofilms.</jats:p>",
    "url": "https://doi.org/10.7554/elife.92525",
    "journal": "eLife"
  },
  {
    "title": "Compositional editing of extracellular matrices by CRISPR/Cas9 engineering of human mesenchymal stem cell lines",
    "authors": [
      "Prithiviraj, Sujeethkumar",
      "Garcia Garcia, Alejandro",
      "Linderfalk, Karin",
      "Yiguang, Bai",
      "Ferveur, Sonia",
      "Falck, Ludvig Nilsén",
      "Subramaniam, Agatheeswaran",
      "Mohlin, Sofie",
      "Hidalgo Gil, David",
      "Dupard, Steven J",
      "Zacharaki, Dimitra",
      "Raina, Deepak Bushan",
      "Bourgine, Paul E"
    ],
    "abstract": "<jats:p>Tissue engineering strategies predominantly rely on the production of living substitutes, whereby implanted cells actively participate in the regenerative process. Beyond cost and delayed graft availability, the patient-specific performance of engineered tissues poses serious concerns on their clinical translation ability. A more exciting paradigm consists in exploiting cell-laid, engineered extracellular matrices (eECMs), which can be used as off-the-shelf materials. Here, the regenerative capacity solely relies on the preservation of the eECM structure and embedded signals to instruct an endogenous repair. We recently described the possibility to exploit custom human stem cell lines for eECM manufacturing. In addition to the conferred standardization, the availability of such cell lines opened avenues for the design of tailored eECMs by applying dedicated genetic tools. In this study, we demonstrated the exploitation of CRISPR/Cas9 as a high precision system for editing the composition and function of eECMs. Human mesenchymal stromal/stem cell (hMSC) lines were modified to knock out vascular endothelial growth factor (VEGF) and Runt-related transcription factor 2 (RUNX2) and assessed for their capacity to generate osteoinductive cartilage matrices. We report the successful editing of hMSCs, subsequently leading to targeted VEGF and RUNX2-knockout cartilage eECMs. Despite the absence of VEGF, eECMs retained full capacity to instruct ectopic endochondral ossification. Conversely, RUNX2-edited eECMs exhibited impaired hypertrophy, reduced ectopic ossification, and superior cartilage repair in a rat osteochondral defect. In summary, our approach can be harnessed to identify the necessary eECM factors driving endogenous repair. Our work paves the road toward the compositional eECMs editing and their exploitation in broad regenerative contexts.</jats:p>",
    "url": "https://doi.org/10.7554/elife.96941",
    "journal": "eLife"
  },
  {
    "title": "Combining radio-telemetry and radar measurements to test optimal foraging in an aerial insectivore bird",
    "authors": [
      "Bloch, Itai",
      "Troupin, David",
      "Toledo, Sivan",
      "Nathan, Ran",
      "Sapir, Nir"
    ],
    "abstract": "<jats:p>Optimal foraging theory posits that foragers adjust their movements based on prey abundance to optimize food intake. While extensively studied in terrestrial and marine environments, aerial foraging has remained relatively unexplored due to technological limitations. This study, uniquely combining BirdScan-MR1 radar and the Advanced Tracking and Localization of Animals in Real-Life Systems biotelemetry system, investigates the foraging dynamics of Little Swifts (<jats:italic>Apus affinis</jats:italic>) in response to insect movements over Israel’s Hula Valley. Insect movement traffic rate (MoTR) substantially varied across days, strongly influencing swift movement. On days with high MoTR, swifts exhibited reduced flight distance, increased colony visit rate, and earlier arrivals at the breeding colony, reflecting a dynamic response to prey availability. However, no significant effects were observed in total foraging duration, flight speed, or daily route length. Notably, as insect abundance increased, inter-individual distances decreased. These findings suggest that Little Swifts optimize their foraging behavior in relation to aerial insect abundance, likely influencing reproductive success and population dynamics. The integration of radar technology and biotelemetry systems provides a unique perspective on the interactions between aerial insectivores and their prey, contributing to a comprehensive understanding of optimal foraging strategies in diverse environments.</jats:p>",
    "url": "https://doi.org/10.7554/elife.96573.4",
    "journal": "eLife"
  },
  {
    "title": "Improved base editing and functional screening in Leishmania via co-expression of the AsCas12a ultra variant, a T7 RNA polymerase, and a cytosine base editor",
    "authors": [
      "Herrmann May, Nicole",
      "Cao, Anh",
      "Schmid, Annika",
      "Link, Fabian",
      "Arias-del-Angel, Jorge",
      "Meiser, Elisabeth",
      "Beneke, Tom"
    ],
    "abstract": "<jats:p>The ability to analyze the function of all genes in a genome is highly desirable, yet challenging in <jats:italic>Leishmania</jats:italic> due to a repetitive genome, limited DNA repair mechanisms, and lack of RNA interference in most species. While our introduction of a cytosine base editor (CBE) demonstrated potential to overcome these limitations (Engstler and Beneke, 2023), challenges remained, including low transfection efficiency, variable editing rates across species, parasite growth effects, and competition between deleterious and non-deleterious mutations. Here, we present an optimized approach addressing these issues. We identified a T7 RNAP promoter variant ensuring high editing rates across <jats:italic>Leishmania</jats:italic> species without compromising growth. A revised CBE single-guide RNAs (sgRNAs) scoring system was developed to prioritize STOP codon generation. Additionally, a triple-expression construct was created for stable integration of CBE sgRNA expression cassettes into a <jats:italic>Leishmania</jats:italic> safe harbor locus using AsCas12a ultra-mediated DNA double-strand breaks, increasing transfection efficiency by ~400-fold to 1 transfectant per 70 transfected cells. Using this improved system for a small-scale proof-of-principle pooled screen, we successfully confirmed the essential and fitness-associated functions of CK1.2, CRK2, CRK3, AUK1/AIRK, TOR1, IFT88, IFT139, IFT140, and RAB5A in <jats:italic>Leishmania mexicana</jats:italic>, demonstrating a significant improvement over our previous method. Lastly, we show the utility of co-expressing AsCas12a ultra, T7 RNAP, and CBE for hybrid CRISPR gene replacement and base editing within the same cell line. Overall, these improvements will broaden the range of possible gene editing applications in <jats:italic>Leishmania</jats:italic> species and will enable a variety of loss-of-function screens in the near future.</jats:p>",
    "url": "https://doi.org/10.7554/elife.97437",
    "journal": "eLife"
  },
  {
    "title": "Control of pili synthesis and putrescine homeostasis in Escherichia coli",
    "authors": [
      "Mehta, Iti",
      "Hogins, Jacob B",
      "Hall, Sydney R",
      "Vragel, Gabrielle",
      "Ambagaspitiye, Sankalya",
      "Zimmern, Philippe E",
      "Reitzer, Larry"
    ],
    "abstract": "<jats:p>Polyamines are biologically ubiquitous cations that bind to nucleic acids, ribosomes, and phospholipids and, thereby, modulate numerous processes, including surface motility in <jats:italic>Escherichia coli</jats:italic>. We characterized the metabolic pathways that contribute to polyamine-dependent control of surface motility in the commonly used strain W3110 and the transcriptome of a mutant lacking a putrescine synthetic pathway that was required for surface motility. Genetic analysis showed that surface motility required type 1 pili, the simultaneous presence of two independent putrescine anabolic pathways, and modulation by putrescine transport and catabolism. An immunological assay for FimA—the major pili subunit, reverse transcription quantitative PCR of <jats:italic>fimA</jats:italic>, and transmission electron microscopy confirmed that pili synthesis required putrescine. Comparative RNAseq analysis of a wild type and Δ<jats:italic>speB</jats:italic> mutant which exhibits impaired pili synthesis showed that the latter had fewer transcripts for pili structural genes and for <jats:italic>fimB</jats:italic> which codes for the phase variation recombinase that orients the <jats:italic>fim</jats:italic> operon promoter in the ON phase, although loss of <jats:italic>speB</jats:italic> did not affect the promoter orientation. Results from the RNAseq analysis also suggested (a) changes in transcripts for several transcription factor genes that affect <jats:italic>fim</jats:italic> operon expression, (b) compensatory mechanisms for low putrescine which implies a putrescine homeostatic network, and (c) decreased transcripts of genes for oxidative energy metabolism and iron transport which a previous genetic analysis suggests may be sufficient to account for the pili defect in putrescine synthesis mutants. We conclude that pili synthesis requires putrescine and putrescine concentration is controlled by a complex homeostatic network that includes the genes of oxidative energy metabolism.</jats:p>",
    "url": "https://doi.org/10.7554/elife.102439.3",
    "journal": "eLife"
  }
]